{
    "bookId": "01-flight-from-the-dark",
    "bookNumber": 1,
    "title": "Fuga dalle Tenebre",
    "originalTitle": "Flight from the Dark",
    "author": "Joe Dever",
    "illustrator": "Gary Chalk",
    "sections": {
        "0": {
            "title": "📖 Indietro nel tempo",
            "text": "<p>Da molti secoli i nobili cavalieri del regno di Sommerlund usano mandare i loro figli presso il monastero di Ramas, affinché imparino le tecniche e le arti che fanno di un giovane un vero cavaliere.</p><p>I monaci di Ramas sono maestri in molte discipline, e i giovani loro affidati li amano e li rispettano malgrado le durezze dell'insegnamento. Essi sanno infatti che solo così potranno diventare cavalieri Ramas, preparati nel corpo e nella mente per difendere la loro terra dalla costante minaccia che viene da ovest, dai Signori delle Tenebre.</p><p>Anticamente, nell'età della Luna Nera, i Signori delle Tenebre portarono guerra a Sommerlund. Il conflitto lungo e sanguinoso finì con la vittoria degli eserciti di Sommerlund, guidati dal Re Ulnar, che insieme agli alleati del regno di Durenor sbaragliarono il nemico al passo di Moytura: Vashna, il condottiero dei Signori delle Tenebre, venne ucciso dalla spada di re Ulnar, la Spada del Sole. Da allora i Signori delle Tenebre hanno giurato vendetta contro le terre di Sommerlund e Durenor.</p><p>Oggi è il giorno della festa di Fendar, quando tutti i Ramas sono presenti al monastero per festeggiare i loro figli che finiscono il periodo di addestramento. Improvvisamente un'enorme nuvola appare nel cielo a occidente: sono creature dalle ali nere, e così tanti che il sole è completamente oscurato. I Signori delle Tenebre, gli eterni nemici di Sommerlund stanno attaccando. La guerra comincia.</p><p>In questo giorno fatale tu, Lupo Silenzioso (questo è il nome che ti è stato dato dai monaci), sei stato mandato a raccogliere legna nella foresta, come punizione perché sei sempre distratto. Mentre stai tornando vedi con orrore il monastero completamente avvolto da un nugolo di mostri alati dalla nera pelle squamosa.</p><p>Lasciando cadere la legna corri verso la battaglia che infuria. Ma nel buio innaturale inciampi e batti la testa sul tronco di una quercia secolare. Mentre stai perdendo conoscenza l'ultima cosa che vedi sono le mura del monastero che crollano al suolo.</p><p>Passano molte ore prima del tuo risveglio. Con gli occhi pieni di lacrime guardi quello scenario di morte. Alzi lo sguardo al cielo ormai chiaro e giuri di vendicare il massacro dei cavalieri Ramas: come in un lampo ti rendi conto di ciò che devi fare. Devi cercare di raggiungere la capitale per avvertire il Re della terribile minaccia che incombe sulle genti di Sommerlund.</p><p>Ora sei tu l'ultimo Ramas superstite: ora il tuo nome è <strong>Lupo Solitario</strong>.</p>",
            "choices": [
                {
                    "text": "⚔️ Inizia l'avventura",
                    "section": 1
                }
            ]
        },
        "1": {
            "image": "public/img/book01/sec1.png",
            "text": "<p>Devi far presto, perché qualcosa ti dice che non è prudente indugiare presso le rovine fumanti del monastero. I Kraan, i mostri dalle nere ali, potrebbero tornare da un momento all'altro. Devi raggiungere Holmgard, la capitale di Sommerlund, e portare al Re la terribile notizia: tutti i cavalieri Ramas, salvo te, sono stati massacrati. Senza i Ramas alla testa del suo esercito, Sommerlund sarà alla mercè del suo antico nemico, i Signori delle Tenebre. Trattenendo le lacrime, dai un ultimo saluto ai tuoi compagni uccisi Dentro di te giuri che la loro morte sarà vendicata. Volti le spalle alle rovine e scendi con circospezione il ripido sentiero.</p><p>Ai piedi della collina il sentiero si biforca, ma entrambe le piste portano nel folto della foresta.</p>",
            "choices": [
                {
                    "text": "Scegli il sentiero di destra",
                    "section": 85
                },
                {
                    "text": "Scegli quello di sinistra",
                    "section": 275
                },
                {
                    "text": "Utilizza l'Arte del Sesto Senso",
                    "section": 141,
                    "requirements": {
                        "kaiArt": "Sesto Senso"
                    }
                }
            ]
        },
        "2": {
            "text": "<p>Mentre corri nel bosco sempre più fitto le grida dei Giak si sentono sempre meno. Ormai li hai quasi seminati, ma improvvisamente inciampi in un ramo basso e finisci dentro un cespuglio. Scegli un numero della Tabella del Destino.</p>",
            "choices": [
                {
                    "text": "Numero da 0 a 4",
                    "section": 343
                },
                {
                    "text": "Numero da 5 a 9",
                    "section": 276
                }
            ]
        },
        "3": {
            "text": "<p>Seguendo passo passo l'ufficiale attraversi un portale ad arco, e salendo per una stretta scala arrivi in un ampio cortile. C'è tutto un via vai di soldati, i quali portano agli ufficiali di guardia sulle mura della città gli ordini scritti su pergamene decorate. Un uomo scarno e con la faccia coperta di cicatrici, che indossa l'abito bianco e porpora dei cortigiani, si avvicina e ti invita a seguirlo nella rocca.</p>",
            "choices": [
                {
                    "text": "Seguilo",
                    "section": 196
                },
                {
                    "text": "Rifiuta il suo invito e torna nelle strade affollate",
                    "section": 144
                }
            ]
        },
        "4": {
            "text": "<p>È una piccola canoa, molto in cattivo stato. Il legno è marcio e pieno di fessure, e l'acqua entra da tutte le parti. Rapidamente tappi i buchi più grossi con dell'argilla, e butti fuori l'acqua. Sembra che per adesso tenga. Sistemi il tuo equipaggiamento sotto prua, e con un pezzo di legno trovato lì vicino cominci a remare giù per la corrente. Dopo un po' senti dei cavalli al galoppo avvicinarsi sulla riva sinistra.</p>",
            "choices": [
                {
                    "text": "Nasconditi sul fondo della canoa",
                    "section": 75
                },
                {
                    "text": "Richiama la loro attenzione",
                    "section": 175
                },
                {
                    "text": "Utilizza l'Arte del Sesto Senso",
                    "section": 218,
                    "requirements": {
                        "kaiArt": "Sesto Senso"
                    }
                }
            ]
        },
        "5": {
            "text": "<p>Dopo aver camminato per circa un'ora ecco che il sentiero piega leggermente a est. Arrivi a un guado che attraversa un rapido torrente che scende a sud. Poco dopo il guado incontri un sentiero più largo che va da nord a sud. Capisci che se vai a nord ti allontani dalla capitale, quindi all'incrocio giri a destra e ti dirigi a sud.</p>",
            "choices": [
                {
                    "text": "Continua il viaggio",
                    "section": 111
                }
            ]
        },
        "6": {
            "image": "public/img/book01/sec6.png",
            "text": "<p>In lontananza senti un galoppo di cavalli che si avvicinano. Ti nascondi dietro un albero e aspetti: è la cavalleria della Guardia Reale con le bianche uniformi di Sua Maestà.</p>",
            "choices": [
                {
                    "text": "Chiamali",
                    "section": 183
                },
                {
                    "text": "Lasciali passare e continua il cammino nella foresta",
                    "section": 200
                }
            ]
        },
        "7": {
            "text": "<p>Per quella che ti sembra un'eternità, l'impeto della folla ti trascina come una foglia sull'onda della corrente. Tenti disperatamente di stare in piedi ma ti senti debole e ti gira la testa, e le tue gambe pesano come il piombo. Improvvisamente intravvedi una lunga e stretta scala di pietra che porta sul tetto di una locanda. Raccogliendo le ultime forze ti precipiti verso la scala e cominci faticosamente a salire. Da lì vedi il magnifico panorama dei tetti e delle torri di Holmgard, con le alte mura di pietra della rocca splendenti nel sole. Le case e i palazzi della capitale sono costruiti molto vicini uno all'altro, ed è possibile saltare da un tetto all'altro. Un tempo gli abitanti di Holmgard adoperavano questi percorsi aerei quando le pesanti piogge autunnali trasformavano le strade non pavimentate in impraticabili pantani. Ma dopo molti incidenti un regio decreto aveva proibito severamente quest'abitudine. Valutato il prò e il contro, decidi di seguire questa via: l'unica che ti consente di raggiungere il Re. Con un salto dopo l'altro sorvoli diverse strade: te ne manca solo una. Quest'ultima però è molto più larga delle altre, e il salto è molto più impegnativo. La paura ti attanaglia lo stomaco. Deciso a raggiungere la fortezza, fai qualche passo indietro e prendi la rincorsa per il salto. Con il cuore in gola arrivi al bordo del tetto e ti lanci nel vuoto, con gli occhi fissi sul tetto di fronte. Scegli un numero della Tabella del Destino.</p>",
            "image": "/public/img/sections/01-007.jpg",
            "imageCaption": "Da qui vedi il magnifico panorama dei tetti e delle torri di Holmgard",
            "choices": [
                {
                    "text": "Numero da 0 a 2",
                    "section": 108
                },
                {
                    "text": "Numero da 3 a 9",
                    "section": 25
                }
            ]
        },
        "8": {
            "text": "<p>Il tuo Sesto Senso ti dice che a sud infuria una violenta battaglia. Tuttavia sai che la via più rapida per la capitale è proprio quella che va verso sud.</p>",
            "choices": [
                {
                    "text": "Vai al 70 e scegli la tua strada",
                    "section": 70
                }
            ]
        },
        "9": {
            "text": "<p>Non riesci a muoverti: sei come immobilizzato da una forza misteriosa. I tuoi occhi sono attratti irresistibilmente dalla bocca dello scheletro. Dalle viscere della terra sale un cupo rumore, come il ronzio di milioni di api impazzite. Nelle vuote occhiaie dello scheletro del Re appare un lieve chiarore di brace, mentre il ronzio aumenta fino a diventare assordante. Sei in presenza di una forza malvagia primordiale, molto più antica e potente degli stessi Signori delle Tenebre.</p>",
            "choices": [
                {
                    "text": "Se possiedi una Gemma Vordak",
                    "section": 236,
                    "requirements": {
                        "item": "Gemma Vordak"
                    }
                },
                {
                    "text": "Altrimenti",
                    "section": 292
                }
            ]
        },
        "10": {
            "text": "<p>Stai sudando, e le gambe ti dolgono. Poco lontano vedi un gruppo di capanne.</p>",
            "choices": [
                {
                    "text": "Entra in una capanna per riposarti",
                    "section": 115
                },
                {
                    "text": "Vai avanti",
                    "section": 83
                }
            ]
        },
        "11": {
            "text": "<p>Ti precipiti dentro una stalla, e nascondi il camice da chirurgo sotto la paglia: è meglio farsi vedere come Ramas che come ciarlatano. Senza perdere un attimo ti dirigi verso la Grande Sala all'altro lato del cortile.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 139
                }
            ]
        },
        "12": {
            "text": "<p>La guardia del corpo ti guarda con grande sospetto e poi sbatte la porta. Senti delle voci all'interno del carrozzone. Improvvisamente la porta si apre e compare la faccia di un agiato mercante. Dice che ci vogliono 10 Corone per il viaggio.</p>",
            "choices": [
                {
                    "text": "Paga 10 Corone d'oro",
                    "section": 262,
                    "requirements": {
                        "minGold": 10
                    }
                },
                {
                    "text": "Non hai abbastanza soldi o non vuoi pagare",
                    "section": 247
                }
            ]
        },
        "13": {
            "text": "<p>Dopo un po' il sentiero sbocca in un'ampia radura. Al centro si innalza un albero molto più alto e grosso di tutti quelli che hai visto nella foresta. A una decina di metri d'altezza, tra i rami poderosi, riesci a intravedere una capanna aerea. Non c'è una scala ma la corteccia nodosa del tronco offre molti appigli.</p>",
            "choices": [
                {
                    "text": "Arrampicati per raggiungere la capanna",
                    "section": 307
                },
                {
                    "text": "Continua il viaggio",
                    "section": 213
                }
            ]
        },
        "14": {
            "text": "<p>Arrivi in cima a una collinetta boscosa dove trovi dei grandi macigni disposti in circolo. Improvvisamente senti un ringhio feroce da dietro una roccia alla tua sinistra.</p>",
            "choices": [
                {
                    "text": "Estrai un'Arma e combatti",
                    "section": 43
                },
                {
                    "text": "Disimpegnati scendendo di corsa la collina",
                    "section": 106
                }
            ]
        },
        "15": {
            "text": "<p>I rami bassi degli alberi formano una specie di lunga galleria molto buia, alla fine della quale ti trovi in un'ampia radura. Sopra un altare di pietra al centro della radura c'è una Spada, protetta da un fodero di cuoio nero. Legato all'impugnatura c'è un messaggio, scritto in una lingua che non conosci. Puoi prendere la Spada, se vuoi. Ci sono tre uscite da questa radura.</p>",
            "effects": {
                "canAddWeapon": "Spada"
            },
            "choices": [
                {
                    "text": "Vai a est",
                    "section": 207
                },
                {
                    "text": "Vai a ovest",
                    "section": 201
                },
                {
                    "text": "Vai a sud",
                    "section": 35
                }
            ]
        },
        "16": {
            "text": "<p>Riesci a sciogliere uno dei cavalli legati al carrozzone. È spaventato dall'odore dei Tigerwolf, e dalle urla dei loro malvagi cavalieri, i Giak. Con la tua Arma in pugno inciti il cavallo verso le belve che avanzano. Sono a meno di cinquanta metri, e si precipitano verso di te con le lance abbassate. State per arrivare allo scontro frontale.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 192
                }
            ]
        },
        "17": {
            "image": "public/img/book01/sec229.png",
            "text": "<p>Alzi la tua Arma per colpire il mostro, mentre i suoi denti affilati scattano a pochi centimetri dalla tua testa. È difficile tenersi in piedi sotto i battiti delle sue ali. Togli un punto dalla tua Combattività e combatti contro il Kraan.</p>",
            "combat": {
                "name": "Kraan",
                "combattivita": 16,
                "resistenza": 24,
                "immuneToPsicolaser": false,
                "playerCombatPenalty": 1,
                "canFlee": false
            },
            "choices": [
                {
                    "text": "Se il tuo numero è 0",
                    "section": 53
                },
                {
                    "text": "Da 1 a 2",
                    "section": 274
                },
                {
                    "text": "Da 3 a 9",
                    "section": 331
                }
            ]
        },
        "18": {
            "image": "public/img/book01/sec172.png",
            "text": "<p>Vieni svegliato dal rumore di un esercito in lontananza. Oltre il lago distingui le figure dei Drakkar con i loro mantelli neri, e un branco di Tigerwolf con i loro cavalieri. Un Kraan compare sopra gli alberi, e atterra sul tetto di una piccola capanna di legno. Lo cavalca un essere vestito di rosso. Il Kraan si alza di nuovo in volo e attraversa il lago dirigendosi verso il tuo nascondiglio.</p>",
            "choices": [
                {
                    "text": "Inoltrarti nella foresta",
                    "section": 239
                },
                {
                    "text": "Usa l'Arte del Mimetismo",
                    "section": 114,
                    "requirements": {
                        "kaiArt": "Mimetismo"
                    }
                },
                {
                    "text": "Combatti con il mostro",
                    "section": 29
                }
            ]
        },
        "19": {
            "text": "<p>Ai piedi degli alberi distingui le macchie rossastre di un cespuglio dalle spine acuminate. Questa pianta è chiamata comunemente Dente del sonno, perché le sue spine sono molto affilate e se graffiano la pelle provocano debolezza e sonnolenza.</p>",
            "choices": [
                {
                    "text": "Evita il Dente del sonno e ritorna sul sentiero",
                    "section": 272
                },
                {
                    "text": "Avanza tra i rovi, inoltrandoti nella foresta",
                    "section": 119
                },
                {
                    "text": "Se disponi dell'Arte dell'Orientamento",
                    "section": 69,
                    "requirements": {
                        "kaiArt": "Orientamento"
                    }
                }
            ]
        },
        "20": {
            "text": "<p>Chi abitava qui dev'essere andato via da poco, e in gran fretta. Sulla tavola ci sono i resti di un pasto non consumato, e una tazza di Jala scura ancora tiepida. Frugando in una cassa e in un piccolo armadio, trovi uno Zaino, cibo sufficiente per due Pasti, e un Pugnale. Se vuoi prendere questi oggetti ricordati di segnarli sul tuo Registro di Guerra. Il tuo viaggio continua.</p>",
            "effects": {
                "canAddItems": [
                    "Zaino",
                    "Pugnale"
                ],
                "canAddMeals": 2
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 273
                }
            ]
        },
        "21": {
            "text": "<p>Hai cavalcato per circa cinque chilometri nell'intrico degli alberi, e ora il terreno sta diventando paludoso. Scegli un numero dalla Tabella del Destino.</p><p>Se è <strong>meno di 5</strong>, il tuo cavallo sprofonda improvvisamente con tutte le zampe nel fango denso.</p><p>Se esce un numero <strong>da 5 in su</strong>, riesci ad evitare la palude e puoi andare al 189.</p><p>Se rimani bloccato, prendi di nuovo la Tabella del Destino e scegli un altro numero. Se questa volta il numero è da <strong>7 in giù</strong>, sprofondi fino alle ascelle. Con un ultimo disperato nitrito il cavallo scompare nella melma gorgogliante.</p><p>Se esce un numero <strong>superiore a 7</strong> ce la fai a raggiungere il terreno solido e puoi andare al 189.</p><p>Altrimenti ti resta soltanto una possibilità! Prendi di nuovo la Tabella del Destino: se esce un numero <strong>diverso da 9</strong> allora il fango fetido ti prende e ti trascina giù. <strong>Qui finisce il tuo viaggio e con lui la vita</strong>.</p><p>Se invece esce il 9 vai al 312.</p>",
            "choices": [
                {
                    "text": "Primo lancio: 5-9 (eviti la palude)",
                    "section": 189
                },
                {
                    "text": "Secondo lancio: 8-9 (raggiungi terreno solido)",
                    "section": 189
                },
                {
                    "text": "Terzo lancio: 9 (ultima possibilità)",
                    "section": 312
                }
            ]
        },
        "22": {
            "text": "<p>Dando una spinta al capopattuglia scappi via per la strada. Ma il rumore sinistro di una balestra che si carica dietro di te ti fa correre un brivido lungo la schiena. Scegli un numero della Tabella del Destino.</p>",
            "choices": [
                {
                    "text": "Numero da 0 a 4",
                    "section": 181
                },
                {
                    "text": "Numero da 5 a 9",
                    "section": 145
                }
            ]
        },
        "23": {
            "text": "<p>Il corridoio porta in un'ampia sala. In fondo una scala di pietra sale verso un'enorme porta. Due candele nere ai lati della scala illuminano a malapena la sala. Eppure la cera non sembra sciogliersi, e avvicinandoti ti accorgi che non emettono calore. La superficie del muro presenta antichi disegni scolpiti. Non vedi l'ora di lasciare questa tomba diabolica, e cerchi di capire il sistema di apertura della porta. Sembra che uno spillo decorato tenga chiusa la porta, ma c'è anche il buco per la chiave.</p>",
            "choices": [
                {
                    "text": "Togli lo spillo",
                    "section": 337
                },
                {
                    "text": "Usa l'Arte della Telecinesi",
                    "section": 151,
                    "requirements": {
                        "kaiArt": "Telecinesi"
                    }
                },
                {
                    "text": "Usa la Chiave d'Oro",
                    "section": 326,
                    "requirements": {
                        "item": "Chiave d'Oro"
                    }
                }
            ]
        },
        "24": {
            "text": "<p>Il mercante grida al cocchiere di saltar giù. 'Ci stanno attaccando!' grida, e sparisce per una finestrella rotonda.</p>",
            "choices": [
                {
                    "text": "Salta giù anche tu",
                    "section": 234
                },
                {
                    "text": "Sali a cassetta per controllare i cavalli",
                    "section": 184
                }
            ]
        },
        "25": {
            "text": "<p>Cadi sul tetto di fronte con una tale violenza che ti si mozza il respiro, e rimani disteso con la testa che ti gira. Ci metti un paio di minuti per capire che ce l'hai fatta e che sei al sicuro. Appena ti sei ripreso ti alzi in piedi gridando di felicità. Trovi subito il modo di attraversare il tetto, e scendi in strada lungo il tubo di una grondaia. Vedi che le grandi porte di ferro della rocca sono aperte; un carro trascinato da due grossi cavalli sta uscendo proprio in quel momento. I cavalli sono spaventati dalla folla rumorosa e si impennano, provocando la rottura di una ruota anteriore del carro contro uno dei battenti. Nella confusione vedi la possibilità di entrare, e riesci a infilarti dentro un attimo prima che la guardia chiuda il portone.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 139
                }
            ]
        },
        "26": {
            "text": "<p>Cautamente percorri il corridoio fin dove questo svolta bruscamente a est. In lontananza vedi una strana luce verdastra.</p>",
            "choices": [
                {
                    "text": "Continua verso la luce",
                    "section": 249
                },
                {
                    "text": "Torna indietro e prova in direzione sud",
                    "section": 100
                }
            ]
        },
        "27": {
            "text": "<p>Cammini per questo sentiero per più di un'ora, guardando attentamente il cielo per non farti sorprendere da un altro attacco dei Kraan. Davanti a te un grande albero è caduto di traverso sul sentiero. Avvicinandoti senti delle voci che vengono da dietro l'enorme tronco.</p>",
            "choices": [
                {
                    "text": "Attacca",
                    "section": 250
                },
                {
                    "text": "Ascolta quello che dicono",
                    "section": 52
                }
            ]
        },
        "28": {
            "text": "<p>Dopo alcune centinaia di metri, il sentiero si congiunge con un altro che va da nord a sud.</p>",
            "choices": [
                {
                    "text": "Vai a nord",
                    "section": 130
                },
                {
                    "text": "Vai a sud",
                    "section": 147
                }
            ]
        },
        "29": {
            "image": "public/img/book01/sec172.png",
            "text": "<p>Ti avvicini alla riva e ti prepari al combattimento. Il Kraan e il suo cavaliere ti vedono e si lanciano attraverso il lago volando a pochi centimetri sul pelo dell'acqua. Il cavaliere emette un urlo che ti gela il sangue. È uno dei Vordak, i feroci ufficiali dei Signori delle Tenebre. Oramai ti è addosso, e devi combatterlo. Togli due punti dalla tua Combattività, a meno che tu non abbia lo Psicoschermo; il nemico ti sta attaccando anche con il suo Psicolaser, non solo con la sua mazza.</p>",
            "combat": {
                "name": "Vordak",
                "combattivita": 17,
                "resistenza": 25,
                "immuneToPsicolaser": false,
                "playerCombatPenalty": 2,
                "psicoschermoPreventsLoss": true,
                "canFlee": false
            },
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 270
                }
            ]
        },
        "30": {
            "text": "<p>La gente sembra stanca e affamata. Hanno percorso molti chilometri fuggendo dalla loro città incendiata. Improvvisamente senti il battito di enormi ali che arrivano da nord. 'I Kraan, i Kraan! Nascondetevi!' grida la gente lungo la strada. Proprio davanti a te un carro pieno di bambini piccoli si blocca con la ruota in un fosso. I bambini gridano in preda al panico.</p>",
            "choices": [
                {
                    "text": "Aiuta i bambini",
                    "section": 194
                },
                {
                    "text": "Riparati tra gli alberi",
                    "section": 261
                }
            ]
        },
        "31": {
            "text": "<p>Tenti di soccorrere l'uomo ferito meglio che puoi, ma le sue ferite sono gravi e cade di nuovo svenuto. Lo copri con il suo mantello e torni a inoltrarti nella foresta.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 264
                }
            ]
        },
        "32": {
            "image": "public/img/book01/sec41.png",
            "text": "<p>Dopo aver cavalcato per un paio di chilometri vedi in lontananza l'inconfondibile sagoma di cinque grandi Tigerwolf. In groppa portano dei Giak. Stanno avanzando lungo il sentiero che porta ad un ampio prato. Improvvisamente uno dei Giak lascia gli altri, si gira, e viene nella tua direzione.</p>",
            "choices": [
                {
                    "text": "Nasconditi nel sottobosco e lascialo passare",
                    "section": 176
                },
                {
                    "text": "Affrontalo",
                    "section": 340
                }
            ]
        },
        "33": {
            "text": "<p>Il pavimento della grotta è asciutto e polveroso. Cominci a muoverti nella penombra, e ad un certo punto senti odore di carne in decomposizione. In un avvallamento sono sparsi dei resti di piccoli animali: ossa, denti pezzi di pelliccia. Vedi una piccola borsa di stoffa tra questi resti, con dentro tre Corone d'oro. Le prendi e lasci quella che sembra la tana di un gatto selvatico, poi con cautela scendi la collina.</p>",
            "effects": {
                "addGold": 3
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 248
                }
            ]
        },
        "34": {
            "image": "public/img/book01/sec172.png",
            "text": "<p>Mentre meno te l'aspetti, una orribile figura vestita di rosso scende dal cielo a cavallo di un Kraan. Il suo grido ti congela il sangue. È un Vordak, uno dei feroci ufficiali dei Signori delle Tenebre. Ormai ti è addosso, e devi combatterlo. Togli due punti dalla tua Combattività, a meno che tu non abbia lo Psicoschermo; il nemico ti sta attaccando anche con il suo Psicolaser.</p>",
            "combat": {
                "name": "Vordak",
                "combattivita": 17,
                "resistenza": 25,
                "immuneToPsicolaser": false,
                "playerCombatPenalty": 2,
                "psicoschermoPreventsLoss": true,
                "canFlee": false
            },
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 328
                }
            ]
        },
        "35": {
            "text": "<p>La foresta sta diventando più fitta, e il sentiero è invaso da cespugli spinosi. Verso est si diparte un altro sentiero, appena visibile nel sottobosco. Siccome il tuo sentiero sembra perdersi, decidi di seguire quello verso est.</p>",
            "choices": [
                {
                    "text": "Vai a est",
                    "section": 207
                }
            ]
        },
        "36": {
            "text": "<p>La scala che porta alla vecchia torre di guardia è marcia, e diversi gradini si rompono mentre sali. Scegli un numero dalla Tabella del Destino.</p>",
            "choices": [
                {
                    "text": "Numero da 0 a 4 (cadi, perdi 2 Resistenza)",
                    "section": 140,
                    "effects": {
                        "loseEndurance": 2
                    }
                },
                {
                    "text": "Numero da 5 a 9 (non cadi)",
                    "section": 323
                }
            ]
        },
        "37": {
            "text": "<p>Ti senti stanco e affamato, e devi fermarti per mangiare, altrimenti perdi 3 punti di Resistenza. Dopo il tuo Pasto, torni sui tuoi passi fino alla rocca e cominci a fare il giro delle mura, alte e inviolabili. Scopri un'altra entrata sul lato est, anche questa con due soldati di guardia.</p>",
            "effects": {
                "mustEatOrLoseEndurance": 3
            },
            "choices": [
                {
                    "text": "Avvicinati e racconta la tua storia",
                    "section": 289
                },
                {
                    "text": "Usa l'Arte del Mimetismo",
                    "section": 282,
                    "requirements": {
                        "kaiArt": "Mimetismo"
                    }
                }
            ]
        },
        "38": {
            "text": "<p>Per più di mezz'ora continui a camminare nella foresta, tra le felci e la ricca vegetazione. Ti imbatti in un ruscello, dove ti fermi un paio di minuti per lavarti il viso e bere un po' d'acqua fresca. Rinfrescato, attraversi il ruscello e avanzi. Dopo un po' senti odore di legna bruciata, e ti sembra che arrivi da nord.</p>",
            "choices": [
                {
                    "text": "Scopri da dove viene l'odore",
                    "section": 128
                },
                {
                    "text": "Tieniti alla larga",
                    "section": 347
                }
            ]
        },
        "39": {
            "text": "<p>Dopo un attimo due piccole facce pelose e spaventate compaiono da dietro il tronco. Dicono di essere Kakarmi e ti informano che i Kraan sono dappertutto. Il loro paese si trova verso ovest, ma ormai ne rimane ben poco. Stanno cercando gli altri della loro tribù che sono fuggiti nella foresta durante l'attacco dei Kraan. Ti dicono che il sentiero verso est, quello dietro a loro, è senza uscita; però qualche metro più avanti nel sottobosco pu Human trovare una vecchia torre di guardia dove il sentiero si biforca. Tu devi prendere quello che porta a est, fino alla grande strada che collega Holmgard, la capitale, con il porto settentrionale di Toran. Ringrazi i Kakarmi e li saluti.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 228
                }
            ]
        },
        "40": {
            "text": "<p>Tenendo d'occhio le capanne nel caso che il nemico si faccia vedere, fai il giro della radura tenendoti al riparo degli alberi e dei cespugli. Tornato sul sentiero, ti allontani in fretta da Fogwood.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 105
                }
            ]
        },
        "41": {
            "image": "public/img/book01/sec41.png",
            "text": "<p>Tre Rangers passano al galoppo sulla riva del fiume, inseguiti da vicino dai Giak sui loro ringhiosi Tigerwolf. La sponda è alta, e vieni subito visto dal capo dei Giak, che ordina a cinque dei suoi di colpirti con gli archi. Sei sotto una pioggia di frecce nere.</p>",
            "choices": [
                {
                    "text": "Allontanati in fretta lungo la corrente",
                    "section": 174
                },
                {
                    "text": "Riparati sotto gli alberi della sponda opposta",
                    "section": 116
                }
            ]
        },
        "42": {
            "text": "<p>Cammini per il sentiero per circa un'ora, finché giungi a un quadrivio.</p>",
            "choices": [
                {
                    "text": "Continua verso est",
                    "section": 86
                },
                {
                    "text": "Vai a nord",
                    "section": 238
                },
                {
                    "text": "Tenta verso sud",
                    "section": 157
                },
                {
                    "text": "Scegli l'ovest",
                    "section": 147
                }
            ]
        },
        "43": {
            "image": "public/img/book01/sec43.png",
            "text": "<p>Da dietro la roccia compare un enorme orso nero. Si avvicina lentamente, con la bocca aperta e il muso contratto per la rabbia e il dolore. Vedi che è gravemente ferito e sta sanguinando dal collo e dalla schiena. Devi combatterlo.</p>",
            "combat": {
                "name": "Orso nero",
                "combattivita": 16,
                "resistenza": 10,
                "immuneToPsicolaser": false,
                "canFlee": true,
                "fleeAfterRounds": 3,
                "fleeSection": 106,
                "canFleeDamage": true
            },
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 195
                },
                {
                    "text": "Fuggi dopo 3 scontri (rischio danno)",
                    "section": 106
                }
            ]
        },
        "44": {
            "text": "<p>Improvvisamente, il sentiero finisce sull'orlo di una ripida discesa. Il terreno è instabile e franoso. Perdi l'equilibrio e precipiti nella scarpata. Scegli un numero della Tabella del Destino.</p>",
            "choices": [
                {
                    "text": "Numero da 0 a 4",
                    "section": 277
                },
                {
                    "text": "Numero da 5 a 9",
                    "section": 338
                }
            ]
        },
        "45": {
            "text": "<p>Questi uomini non sono quelli che sembrano. La tunica del capo è originale, ma è piena di macchie di sangue intorno al collo, come se il vero proprietario fosse stato assassinato. Le loro armi non sono quelle regolamentari: sono di gran pregio e riccamente decorate, come quelle prodotte dagli armaioli di Durenor. Il capo ha una balestra legata sullo zaino. Correre via sarebbe un suicidio. Decidi di combatterli, altrimenti saresti ucciso appena deposta la tua Arma.</p>",
            "choices": [
                {
                    "text": "Combatti",
                    "section": 180
                }
            ]
        },
        "46": {
            "text": "<p>Hai percorso poco più di tre chilometri quando gli alberi si fanno più radi. Vedi una baracca di legno sulla riva di un lago. Un uomo con un mantello si avvicina e si offre di traghettarti insieme al cavallo oltre il lago, per due Corone d'oro.</p>",
            "choices": [
                {
                    "text": "Accetta l'offerta (paga 2 Corone)",
                    "section": 246,
                    "requirements": {
                        "minGold": 2
                    }
                },
                {
                    "text": "Rifiuta e fai il giro del lago",
                    "section": 90
                },
                {
                    "text": "Usa l'Arte del Sesto Senso",
                    "section": 296,
                    "requirements": {
                        "kaiArt": "Sesto Senso"
                    }
                }
            ]
        },
        "47": {
            "image": "public/img/book01/sec229.png",
            "text": "<p>Sudato e senza fiato ti trascini verso la sommità della collina. Improvvisamente vedi l'ombra di una grande creatura alata proiettarsi sul fianco della collina. Guardi in su e vedi un Kraan che volteggia sulla vetta. Dietro di te i Giak guadagnano terreno.</p>",
            "choices": [
                {
                    "text": "Fermati a combattere i Giak approfittando della posizione",
                    "section": 136
                },
                {
                    "text": "Stringi i denti e arriva in cima",
                    "section": 322
                }
            ]
        },
        "48": {
            "text": "<p>Il tuo Sesto Senso ti dice che in quei soldati c'è qualcosa che non va. Ti sembra che abbiano un'aria sinistra. Sono al servizio dei Signori delle Tenebre. Devi scappare prima di essere individuato.</p>",
            "choices": [
                {
                    "text": "Scappa",
                    "section": 243
                }
            ]
        },
        "49": {
            "text": "<p>Appena cominci a leggere l'iscrizione vedi un'ombra che si avvicina da dietro il paravento. Scegli un numero della Tabella del Destino.</p>",
            "choices": [
                {
                    "text": "Numero da 0 a 4",
                    "section": 339
                },
                {
                    "text": "Numero da 5 a 9",
                    "section": 60
                }
            ]
        },
        "50": {
            "text": "<p>In lontananza si sente il rumore di una battaglia.</p>",
            "choices": [
                {
                    "text": "Prosegui in quella direzione",
                    "section": 97
                },
                {
                    "text": "Evita la battaglia e cambia direzione",
                    "section": 243
                }
            ]
        },
        "51": {
            "text": "<p>Ti arrampichi su per la sponda boscosa del fiume e vedi le palizzate delle fortificazioni che si estendono fino all'orizzonte. Una battaglia infuria a qualche chilometro di distanza, e la palizzata è crollata in diversi punti sotto l'attacco dei Signori delle Tenebre. La maggior parte delle fortificazioni è sguarnita, perché i soldati sono stati mandati di rinforzo nel vivo della battaglia. C'è un cancello nella palizzata.</p>",
            "choices": [
                {
                    "text": "Avvicinati al cancello",
                    "section": 288
                },
                {
                    "text": "Arrampicati sulla palizzata",
                    "section": 221
                }
            ]
        },
        "52": {
            "text": "<p>Adesso che sei più vicino, ti rendi conto che non si tratta di voci umane. Si tratta piuttosto di grugniti e squittii.</p>",
            "choices": [
                {
                    "text": "Usa l'Arte dell'Affinità animale",
                    "section": 225,
                    "requirements": {
                        "kaiArt": "Affinità animale"
                    }
                },
                {
                    "text": "Oltrepassa il tronco e affronta ciò che ti aspetta",
                    "section": 250
                }
            ]
        },
        "53": {
            "text": "<p>Un dolore lancinante attanaglia la tua gamba destra, storta e schiacciata sotto il peso del tuo corpo, mentre rotoli giù, e finisci in una fossa ai piedi della Collina. Il colpo è tale che ti manca il respiro, e perdi conoscenza. Vieni svegliato dal dolore acuto di qualcosa che ti preme contro il petto. È la punta di una lancia Giak. La prima cosa che vedi è il ghigno sinistro di quello che la impugna mentre ti blocca a terra il braccio sinistro. Istintivamente vorresti afferrare la tua Arma, ma questa non c'è più. In balia del crudele Giak, l'ultima cosa che vedi prima che la tua luce si spenga per sempre è la lama affilata della lancia che scende sulla tua gola. La tua missione finisce qui.</p>",
            "isDeathSection": true,
            "choices": []
        },
        "54": {
            "text": "<p>Sembra che il cielo non abbia sentito la tua preghiera. Una lancia sibila vicino alla tua testa e si pianta nel collo del cavallo. Con un nitrito straziante la bestia cade in avanti e finite entrambi a rotolare sulla strada. Tramortito e bloccato sotto il peso del tuo cavallo morto, l'ultima cosa che vedi sono le punte acuminate delle lance dei Giak. La tua missione è fallita.</p>",
            "isDeathSection": true,
            "choices": []
        },
        "55": {
            "image": "public/img/book01/sec136.png",
            "text": "<p>Mentre il Giak si slancia, ti getti in avanti e lo colpisci con la tua arma, sbattendolo via dalla schiena del giovane mago. Gli vai addosso e colpisci di nuovo. Grazie alla sorpresa del tuo attacco puoi aggiungere 4 punti alla tua Combattività finché dura il combattimento, ma alla fine devi toglierli di nuovo.</p>",
            "combat": {
                "name": "Giak",
                "combattivita": 9,
                "resistenza": 9,
                "immuneToPsicolaser": false,
                "playerCombatBonus": 4,
                "canFlee": false
            },
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 325
                }
            ]
        },
        "56": {
            "text": "<p>Senti l'urlo di una grossa bestia alata sopra gli alberi. È un Kraan, uno dei micidiali mostri dei Signori delle Tenebre. Rapidamente ti nascondi tra le fitte foglie di felce, aspettando che le orribili grida si allontanino.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 222
                }
            ]
        },
        "57": {
            "text": "<p>La capanna ha solo una stanza. C'è un tavolo di legno con due panche, un grande letto di paglia, diverse bottiglie di liquidi colorati e un tappeto ricamato in mezzo al pavimento.</p>",
            "choices": [
                {
                    "text": "Esamina le bottiglie",
                    "section": 164
                },
                {
                    "text": "Solleva il tappeto",
                    "section": 109
                },
                {
                    "text": "Vai ad esplorare la stalla",
                    "section": 308
                }
            ]
        },
        "58": {
            "text": "<p>Raccogliendo le forze, cominci a correre giù per la cresta a passo regolare. A ovest l'esercito dei Signori delle Tenebre sembra un mare d'inchiostro che si espande tra le montagne e invade la pianura. Hai corso per venti minuti quando intravedi un branco di Tigerwolf sul fianco di un'altura alla tua destra.</p>",
            "choices": [
                {
                    "text": "Acquattati tra le rocce e aspetta che passino",
                    "section": 286
                },
                {
                    "text": "Continua a correre con l'arma pronta",
                    "section": 160
                }
            ]
        },
        "59": {
            "text": "<p>Scrutando nel buio, vedi che dei rozzi scalini sono stati scavati nella terra, e che l'apertura della grotta è in realtà l'entrata di una galleria. Scendendo cautamente la scala scivolosa, noti una piccola scatola d'argento su una mensola in fondo alla discesa.</p>",
            "choices": [
                {
                    "text": "Apri la scatola",
                    "section": 124
                },
                {
                    "text": "Torna all'aria aperta e continua il viaggio",
                    "section": 106
                },
                {
                    "text": "Esplora meglio la galleria",
                    "section": 211
                }
            ]
        },
        "60": {
            "text": "<p>L'ultima cosa che ricordi prima che le tenebre ti inghiottano è il lampo di un lungo coltello ricurvo. Anche tu sei una vittima dell'erborista e di suo figlio: l'assassino che ti ha appena tagliato la gola. La tua pista finisce qui.</p>",
            "isDeathSection": true,
            "choices": []
        },
        "61": {
            "image": "public/img/book01/sec87.png",
            "text": "<p>Finalmente puoi raggiungere la palizzata che circonda la città. Correndo verso un posto di guardia senti le grida concitate delle sentinelle che ti incoraggiano. Grazie al cielo ti hanno riconosciuto, anche se sei conciato in modo da sembrare un individuo sospetto. Il tuo mantello è lacero e sbrindellato, la faccia graffiata e coperta di sangue, e la polvere del cimitero ti copre dalla testa ai piedi. Passando a guado un ruscello ti trascini verso la porta. Solo ora ti rendi pienamente conto della terribile esperienza fatta al cimitero. L'ultima cosa che ricordi prima che lo sfinimento ti faccia perdere i sensi sono le braccia protese dei due soldati che ti vengono incontro per aiutarti.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 268
                }
            ]
        },
        "62": {
            "text": "<p>I 'soldati' giacciono morti ai tuoi piedi. Erano banditi che rapinavano i profughi di Toran, e razziavano le case e le fattorie abbandonate della zona. Frugandoli trovi 28 Corone d'oro e due Zaini con dentro abbastanza cibo per due Pasti. Erano armati con una balestra e tre Spade. La balestra è rimasta danneggiata nel combattimento, ma le Spade sono intatte e, se vuoi, puoi tenerne una. Sistemi il tuo equipaggiamento, guardi verso ovest che non ci siano pericoli e continui a correre verso le fortificazioni della capitale.</p>",
            "effects": {
                "addGold": 28,
                "canAddMeals": 2,
                "canAddWeapon": "Spada"
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 288
                }
            ]
        },
        "63": {
            "text": "<p>Il vecchio pazzo ti sta gridando contro. Dice che la guerra è colpa tua, e accusa i Ramas di essere agenti dei Signori delle Tenebre. Non vuole sentire ragioni: devi combattere con lui.</p>",
            "combat": {
                "name": "Pazzo",
                "combattivita": 11,
                "resistenza": 10,
                "immuneToPsicolaser": false,
                "canFlee": false
            },
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 269
                }
            ]
        },
        "64": {
            "image": "public/img/book01/sec41.png",
            "text": "<p>Ti svegliano le grida di un Kraan che vola in cerchio sopra il carrozzone. È mattina presto, e il cielo è chiaro e sereno. Vedi un branco di Tigerwolf a neanche cinquecento metri più avanti sulla strada: si preparano all'attacco. Devi agire subito.</p>",
            "choices": [
                {
                    "text": "Raccogli equipaggiamento e corri a ripararti sotto gli alberi",
                    "section": 188
                },
                {
                    "text": "Sciogli un cavallo e tenta di forzare il blocco",
                    "section": 16
                }
            ]
        },
        "65": {
            "text": "<p>I tuoi sensi urlano che questo è un posto maledetto. Allontanati più presto che puoi.</p>",
            "choices": [
                {
                    "text": "Fuggi",
                    "section": 104
                }
            ]
        },
        "66": {
            "text": "<p>Sorpreso ti giri, e vedi un massiccio sergente con due soldati che corrono verso di te con le spade sguainate come per colpire. Ti prepari a difenderti, perché hanno l'aria di voler prima attaccare e poi chiedere 'chi va là'; ma improvvisamente il sergente ordina ai suoi uomini di fermarsi. Ha riconosciuto il tuo mantello. Rinfoderano le spade e si scusano ripetutamente dell'equivoco. Il sergente ordina a uno dei soldati di chiamare il capoguardia e ti accompagna alle porte della Grande Sala. Vieni accolto da un cavaliere alto e bello che ascolta attentamente la tua storia. Quando hai finito il resoconto del tuo faticoso viaggio verso la capitale, vedi una lacrima negli occhi di quel valoroso mentre ti invita a seguirlo. Cammini attraverso le splendide sale e i corridoi del Palazzo reale, la cui ricchezza e magnificenza destano meraviglia a guardarle. Alla fine arrivate davanti a una grande porta intagliata, guardata da due soldati con le armature d'argento. Stai per incontrare il Re.</p>",
            "choices": [
                {
                    "text": "Entra dalla porta",
                    "section": 350
                }
            ]
        },
        "67": {
            "text": "<p>La tua Arte dell'Orientamento ti rivela delle impronte di animale recenti sul sentiero verso sud. Sono orme di un orso nero, un animale noto per la sua ferocia. Decidi di andare verso est, per evitare cattivi incontri.</p>",
            "choices": [
                {
                    "text": "Vai a est",
                    "section": 140
                }
            ]
        },
        "68": {
            "text": "<p>Dopo una breve camminata arrivi ad un incrocio, dove un sentiero in direzione est-ovest ti attraversa la strada.</p>",
            "choices": [
                {
                    "text": "Vai a ovest",
                    "section": 130
                },
                {
                    "text": "Vai a est",
                    "section": 15
                }
            ]
        },
        "69": {
            "text": "<p>Sei vicino a un villaggio amico. Evita i cespugli di Dente del sonno.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 272
                }
            ]
        },
        "70": {
            "text": "<p>Sei arrivato a un ponticello. Un sentiero segue la corrente verso est. Un sentiero molto più stretto sparisce nel fitto della foresta verso sud.</p>",
            "choices": [
                {
                    "text": "Vai a est",
                    "section": 28
                },
                {
                    "text": "Vai a sud",
                    "section": 157
                },
                {
                    "text": "Usa l'Arte del Sesto Senso",
                    "section": 8,
                    "requirements": {
                        "kaiArt": "Sesto Senso"
                    }
                }
            ]
        },
        "71": {
            "text": "<p>Sei rimasto senza fiato ma non sei ferito. Hai fatto una caduta di cinque metri, precipitando in una tomba sotterranea. Le pareti sono lisce e non riesci ad arrampicarti. Una galleria conduce a est fuori della tomba, mentre davanti a te c'è il sarcofago di qualche nobile dei tempi passati.</p>",
            "choices": [
                {
                    "text": "Apri il sarcofago per cercare un tesoro",
                    "section": 242
                },
                {
                    "text": "Esci attraverso la galleria",
                    "section": 104
                },
                {
                    "text": "Usa l'Arte del Sesto Senso",
                    "section": 65,
                    "requirements": {
                        "kaiArt": "Sesto Senso"
                    }
                }
            ]
        },
        "72": {
            "image": "public/img/book01/sec41.png",
            "text": "<p>Ti giri e ti trovi davanti il ghigno di un Giak e le zanne affilate della sua cavalcatura. Devi combattere come se fosse un solo nemico.</p>",
            "combat": {
                "name": "Giak + Tigerwolf",
                "combattivita": 18,
                "resistenza": 20,
                "immuneToPsicolaser": false,
                "canFlee": false
            },
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 265
                }
            ]
        },
        "73": {
            "text": "<p>Avvolgendoti nel mantello verde ti mimetizzi tra il fogliame e le rocce. Scrutando attentamente il sentiero ti accorgi con terrore che non sono affatto gli uomini del Re. Sono dei Drakkar, le truppe più spietate dei Signori delle Tenebre. Devono essersi travestiti da soldati del Re per poter agire indisturbati nella foresta. Ringraziando il tuo addestramento alla sopravvivenza esci silenzioso dal ruscello e ti inoltri nella foresta.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 243
                }
            ]
        },
        "74": {
            "text": "<p>I Kraan con i loro cavalieri atterrano sul sentiero a tre metri da dove sei nascosto. I Giak scendono dalle groppe dei Kraan e vengono verso di te con le lance alzate per colpire. Sei stato individuato.</p>",
            "choices": [
                {
                    "text": "Combatti",
                    "section": 138
                },
                {
                    "text": "Fuggi immediatamente nella foresta",
                    "section": 281
                }
            ]
        },
        "75": {
            "text": "<p>Guardando attentamente vedi tre uomini vestiti di verde che a cavallo galoppano lungo la riva. Sono Rangers, il reggimento del Re che pattuglia i confini occidentali. Uno di loro è ferito e si appoggia sul collo del cavallo. Poco dietro segue un branco di venti Tigerwolf. I Giak che li montano stanno bersagliando i Rangers con una pioggia di frecce. Uno dei Rangers cade da cavallo e rotola per la sponda con una freccia nera conficcata nella gamba.</p>",
            "choices": [
                {
                    "text": "Aiutalo",
                    "section": 260
                },
                {
                    "text": "Rimani nascosto lasciandoti portare dalla corrente",
                    "section": 163
                }
            ]
        },
        "76": {
            "text": "<p>La Gemma è rovente, e ti brucia la mano. Perdi 2 punti di Resistenza. Ti avvolgi la mano nell'orlo del mantello e la metti nella tasca della Tunica. Una Gemma di tali dimensioni deve valere centinaia di Corone! Sorridi della fortuna che ti capita, sali a cavallo e ti dirigi verso sud.</p>",
            "effects": {
                "loseEndurance": 2
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 118
                }
            ]
        },
        "77": {
            "text": "<p>I Giak delle montagne non sono abituati a rincorrere le loro prede nelle foreste e presto li lasci indietro, finché i loro grugniti e le loro imprecazioni non si spengono completamente. Quando sei sicuro che hanno rinunciato all'inseguimento, ti fermi un momento per riprendere fiato e controllare il tuo equipaggiamento. Con ancora davanti agli occhi l'immagine del monastero in rovina, raccogli le tue povere cose e ti incammini.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 19
                }
            ]
        },
        "78": {
            "text": "<p>Mentre il carrozzone ti sfreccia davanti, ti afferri alla sponda posteriore e riesci a saltar su. Sei appeso alla scaletta che serve per entrare dalla porta posteriore. Improvvisamente questa si apre e ti trovi davanti alla faccia adirata di una guardia del corpo.</p>",
            "choices": [
                {
                    "text": "Digli che sei un Ramas con un messaggio urgente per il Re",
                    "section": 132
                },
                {
                    "text": "Offrigli Corone d'oro per farti portare alla capitale",
                    "section": 12
                },
                {
                    "text": "Assalilo con la tua Arma",
                    "section": 220
                }
            ]
        },
        "79": {
            "text": "<p>Arrivi a un ponticello che attraversa un torrente. Dall'altra parte il sentiero gira verso sud. Attraversi il ponticello e segui il sentiero.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 204
                }
            ]
        },
        "80": {
            "text": "<p>Cadi all'indietro attraverso la porta, premendo le mani sul petto bruciato. Dense volute di fumo escono dalla bottiglia e devi fuggire prima che l'erborista, o quell'assassino di suo figlio riescano a prenderti. Riesci a tornare sulla strada principale e ti confondi tra la folla.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 7
                }
            ]
        },
        "81": {
            "image": "public/img/book01/sec6.png",
            "text": "<p>Dopo quasi un'ora i Kraan con i loro crudeli cavalieri si allontanano verso ovest. Mentre i fuggiaschi sconvolti cominciano a uscire dal bosco, senti in lontananza un rumore di cavalli che si avvicinano. Resti nascosto aspettando che i cavalieri arrivino. È la cavalleria della Guardia del Re con le divise bianche dell'esercito di Sua Maestà.</p>",
            "choices": [
                {
                    "text": "Chiamali",
                    "section": 183
                },
                {
                    "text": "Prosegui verso sud costeggiando la foresta",
                    "section": 200
                }
            ]
        },
        "82": {
            "text": "<p>Il gigante Gurgaz giace morto ai tuoi piedi. I suoi diabolici seguaci ti sibilano contro, e poi si allontanano dal ponte. I soldati del principe formano con gli scudi una barriera intorno a te e al loro capo che sta morendo. Una pioggia di frecce nere ti sfiorano la testa. Il principe morente ti guarda negli occhi e dice 'Nobile Ramas, porta questo messaggio a mio padre. Il nemico è troppo forte e noi non possiamo fermarlo. Il Re deve cercare aiuto a Durenor, o tutto è perduto. Prendi il mio cavallo e corri alla capitale. Che il favore degli dei cavalchi al tuo fianco'. Saluti mestamente il principe, salti sul suo cavallo bianco e ti dirigi a sud lungo il sentiero nella foresta. La battaglia ancora infuria dietro di te mentre gli uomini del principe respingono un altro assalto sul ponte.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 235
                }
            ]
        },
        "83": {
            "text": "<p>Hai corso per due chilometri quando tre soldati compaiono da sotto un ponticello. Ti ordinano di fermarti e di lasciar cadere le armi e l'equipaggiamento. Sono macchiati di sangue, sporchi e malandati. Il loro capo porta la tunica dei soldati della guarnigione di Toran.</p>",
            "choices": [
                {
                    "text": "Obbedisci",
                    "section": 205
                },
                {
                    "text": "Preparati al combattimento",
                    "section": 180
                },
                {
                    "text": "Chiedi cosa vogliono",
                    "section": 232
                },
                {
                    "text": "Usa l'Arte del Sesto Senso",
                    "section": 45,
                    "requirements": {
                        "kaiArt": "Sesto Senso"
                    }
                }
            ]
        },
        "84": {
            "text": "<p>Appena senti l'aria muoversi alle tue spalle salti giù da cavallo e rotoli in una fossa ai lati della strada. Sei incolume: salti in piedi e corri al riparo degli alberi. Ti mancano ancora trenta metri quando vedi il Kraan che si prepara a scendere di nuovo in picchiata.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 188
                }
            ]
        },
        "85": {
            "image": "public/img/book01/sec229.png",
            "text": "<p>Il sentiero è largo, e conduce diritto in un folto sottobosco. Gli alberi sono molto alti e regna una quiete innaturale. Cammini per un paio di chilometri quando improvvisamente senti il battito di un paio di enormi ali proprio sopra di te. Guardando in su resti sconvolto al vedere la sagoma nera di un Kraan che si lancia all'attacco.</p>",
            "choices": [
                {
                    "text": "Estrai la tua Arma e preparati a combattere",
                    "section": 229
                },
                {
                    "text": "Evita l'attacco fuggendo nella foresta verso sud",
                    "section": 99
                }
            ]
        },
        "86": {
            "text": "<p>Presto incontri un altro crocevia.</p>",
            "choices": [
                {
                    "text": "Vai a est",
                    "section": 6
                },
                {
                    "text": "Vai a nord",
                    "section": 35
                },
                {
                    "text": "Vai a sud",
                    "section": 167
                },
                {
                    "text": "Vai a ovest",
                    "section": 42
                }
            ]
        },
        "87": {
            "image": "public/img/book01/sec87.png",
            "text": "<p>Concentrando i tuoi poteri sulla serratura tenti di visualizzare il meccanismo interno. Pian piano l'immagine si concretizza sullo schermo della tua mente. È vecchia e arrugginita ma funziona ancora. Stai per perdere la concentrazione quando un leggero scatto ti dice che il tuo sforzo non è stato vano. Con lo spillo la cosa è più semplice. Lentamente si sfila dalla serratura finché cade sul pavimento. La porta di granito si apre verso di te ruotando su dei cardini nascosti e la luce fioca del Cimitero penetra nella tomba. L'uscita è completamente coperta da piante di Necranto, che ti tagliuzzano la faccia e le mani mentre ti apri a stento la strada verso la superficie. Ti spaventa un improvviso rumore. Ti giri e vicino a un cadavere vedi una testa mozza che ti sorride. In preda al panico fuggi attraverso la sinistra necropoli verso l'uscita a sud.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 61
                }
            ]
        },
        "88": {
            "text": "<p>Cautamente ti sporgi da dietro la roccia e vedi un soldato steso per terra. Accanto a lui c'è una lancia e uno scudo. Sullo scudo è dipinto un bianco cavallo alato, l'emblema del principe di Sommerlund. Il soldato è quasi privo di conoscenza, con la divisa lacera, e vedi che ha una profonda ferita sul braccio sinistro. Quando ti avvicini apre gli occhi: 'Aiutami Signore - implora - non sento più il braccio'.</p>",
            "choices": [
                {
                    "text": "Usa l'Arte della Guarigione su quest'uomo",
                    "section": 216,
                    "requirements": {
                        "kaiArt": "Guarigione"
                    }
                },
                {
                    "text": "Altrimenti",
                    "section": 31
                }
            ]
        },
        "89": {
            "text": "<p>Sollevando nuvole di polvere tra le piante che franano, scendi il ripido fianco della collina. Il Kraan vola in cerchio sopra di te, come per segnalare ai Giak la tua posizione. Scegli un numero della Tabella del Destino.</p>",
            "choices": [
                {
                    "text": "Numero 0-1",
                    "section": 53
                },
                {
                    "text": "Numero 2-4",
                    "section": 274
                },
                {
                    "text": "Numero 5-9",
                    "section": 316
                }
            ]
        },
        "90": {
            "text": "<p>Cade la notte e subito ti avvolge una totale oscurità. Non avrebbe senso procedere perché perderesti sicuramente la strada. Leghi il cavallo ad un albero, ti stringi addosso il verde mantello Ramas e cadi in un sonno inquieto.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 18
                }
            ]
        },
        "91": {
            "text": "<p>Nella piccola bottega c'è buio, e odore di chiuso. Libri e bottiglie di ogni forma e colore riempiono gli scaffali. Mentre chiudi la porta un cagnolino nero ti abbaia. Un uomo calvo compare da dietro un paravento e ti porge il benvenuto. Gentilmente ti chiede lo scopo della tua visita e ti offre di scegliere tra la merce esposta.</p>",
            "choices": [
                {
                    "text": "Guarda la sua merce",
                    "section": 152
                },
                {
                    "text": "Rifiuta e torna sulla strada",
                    "section": 7
                },
                {
                    "text": "Usa l'Arte del Sesto Senso",
                    "section": 198,
                    "requirements": {
                        "kaiArt": "Sesto Senso"
                    }
                }
            ]
        },
        "92": {
            "text": "<p>Ti getti al riparo appena in tempo, perché una pioggia di frecce lanciate da dentro il bosco cade proprio sul punto dove stavi un attimo prima. Avvolgendoti nel mantello per confonderti tra le felci, scappi attraverso la foresta allontanandoti più in fretta possibile dai misteriosi assalitori. L'intera zona è infestata di Giak, e devi andartene subito. Corri ininterrottamente per più di un'ora, finché capiti su un sentiero che va verso est. Lo segui, stando attento a scoprire tracce di eventuali nemici.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 13
                }
            ]
        },
        "93": {
            "text": "<p>Ti giri e corri verso la scala, proprio mentre un enorme masso si schianta a terra dietro di te. La stanza in cui ti trovavi è ora bloccata. Mentre fuggi verso la luce, intravvedi dietro di te la figura curva di un sacerdote che alza la sua lunga asta di legno. Un attimo dopo un fulmine cade poco lontano da te. Continui a correre sempre più veloce giù per la collina, imprecando per il ritardo ma ringraziando il tuo Sesto Senso.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 106
                }
            ]
        },
        "94": {
            "text": "<p>L'erborista, vedendo che hai ucciso suo figlio, si gira e scappa dalla porta posteriore. Trovi 12 Corone d'oro nella borsa dell'assassino, e altre 4 in una scatola di legno sotto il banco. Esaminando attentamente le pozioni e la bacchetta magica vedi subito che si tratta di un imbroglio, e che l'erborista non è altro che un ciarlatano. Scuotendo la testa torni sulla strada.</p>",
            "effects": {
                "addGold": 16
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 7
                }
            ]
        },
        "95": {
            "text": "<p>Presto capiti su uno stretto sentiero che percorre la foresta da nord a sud.</p>",
            "choices": [
                {
                    "text": "Seguilo verso nord",
                    "section": 240
                },
                {
                    "text": "Seguilo verso sud",
                    "section": 5
                }
            ]
        },
        "96": {
            "text": "<p>Tenendo il fiato impugni più saldamente l'arma e ti prepari a colpire. La tensione è insostenibile: i Giak sono così vicini che il loro odore nauseabondo ti riempie le narici. Li senti bestemmiare nel loro aspro linguaggio finché non si allontanano arrampicandosi verso la cima. Quando sei sicuro che se ne sono andati tiri un sospiro di sollievo e ti asciughi il sudore della fronte.</p>",
            "choices": [
                {
                    "text": "Esplora la grotta più in profondità",
                    "section": 33
                },
                {
                    "text": "Lascia la grotta e scendi a valle",
                    "section": 248
                }
            ]
        },
        "97": {
            "text": "<p>Davanti a te vedi una violenta battaglia che infuria al di là di un ponte in pietra. Il rumore delle armi e le grida di uomini e animali risuona per tutta la foresta. Al centro del combattimento vedi il principe Pelatar, il figlio del Re. Sta combattendo con un gigantesco Gurgaz che brandisce una scure enorme. Ad un tratto il principe cade ferito, con una freccia nel fianco.</p>",
            "choices": [
                {
                    "text": "Difendi il principe caduto",
                    "section": 255
                },
                {
                    "text": "Scappa nella foresta",
                    "section": 306
                }
            ]
        },
        "98": {
            "text": "<p>Sembra che le guardie credano alla tua storia e si inchinano con rispetto davanti al tuo titolo di Ramas. Uno di loro tira una corda nascosta e le enormi porte cominciano ad aprirsi. Entri, e le porte si chiudono dietro di te.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 139
                }
            ]
        },
        "99": {
            "image": "public/img/book01/sec229.png",
            "text": "<p>Ti tuffi nel sottobosco proprio mentre il mostro ti passa a pochi centimetri dalla testa. Ti volti rapidamente e vedi il Kraan che si prepara a un'altra picchiata. Ti rimetti in piedi e corri nel folto della foresta.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 222
                }
            ]
        },
        "100": {
            "text": "<p>Il gelido corridoio curva improvvisamente verso est. Vedi un bagliore verdastro che illumina in lontananza la galleria. Avanzando con estrema cautela vedi che il corridoio si allarga in un'ampia stanza. La strana luce sembra provenire da un'urna collocata in cima allo schienale di un trono di granito. Su un basamento di fronte al trono c'è una statua che rappresenta un serpente alato, curvo a forma di esse.</p>",
            "choices": [
                {
                    "text": "Siediti sul trono",
                    "section": 161
                },
                {
                    "text": "Esamina la statua",
                    "section": 133
                },
                {
                    "text": "Cerca un'uscita",
                    "section": 257
                }
            ]
        },
        "101": {
            "text": "<p>Il rumore della battaglia si affievolisce, ma il silenzio è presto rotto da una voce dentro di te che ti accusa di essere un codardo e di aver abbandonato nel pericolo un altro essere umano. Tenti di liberarti dall'insistente voce della coscienza dicendoti che la tua missione è molto più importante, e che non solo la vita del giovane mago, ma la vita di tutti i tuoi compatrioti è in pericolo se non raggiungi vivo la capitale. Improvvisamente la vista di una pattuglia di Giak ti costringe a nasconderti. Ma è troppo tardi: ti hanno individuato e devi correr via velocemente.</p>",
            "choices": [
                {
                    "text": "Corri via",
                    "section": 281
                }
            ]
        },
        "102": {
            "text": "<p>Scendendo tra le rocce verso il Cimitero degli Antichi, ti accorgi che una strana foschia avvolge questo luogo sinistro, offuscando la luce del sole e dando al Cimitero un'aria di mestizia. Un gelido soffio ti dà il benvenuto. Con un senso di inquieto timore ti inoltri nella cupa necropoli.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 284
                }
            ]
        },
        "103": {
            "text": "<p>Il sentiero è invaso dalla vegetazione, e sbocca su un sentiero che porta a est.</p>",
            "choices": [
                {
                    "text": "Segui questo nuovo sentiero a est",
                    "section": 13
                },
                {
                    "text": "Continua verso nord-est",
                    "section": 287
                }
            ]
        },
        "104": {
            "text": "<p>Le pareti sono umide e scivolose. L'aria stagnante ti soffoca e le ragnatele ti sfiorano il viso. Senti una morsa che ti afferra lo stomaco, mentre la galleria diventa sempre più buia. Arrivi a un incrocio dove la galleria sbocca su un corridoio che porta da nord a sud.</p>",
            "choices": [
                {
                    "text": "Vai a nord",
                    "section": 26
                },
                {
                    "text": "Vai a sud",
                    "section": 100
                }
            ]
        },
        "105": {
            "text": "<p>In lontananza appollaiato sul ramo di una vecchia quercia, c'è un corvo nero.</p>",
            "choices": [
                {
                    "text": "Usa l'Arte dell'Affinità animale per chiamare l'uccello",
                    "section": 298,
                    "requirements": {
                        "kaiArt": "Affinità animale"
                    }
                },
                {
                    "text": "Altrimenti",
                    "section": 335
                }
            ]
        },
        "106": {
            "text": "<p>Arrivi sulla sponda di un gelido torrente. L'acqua spumeggiante saltella tra le rocce muschiose e si dirige a est.</p>",
            "choices": [
                {
                    "text": "Segui la corrente verso est",
                    "section": 263
                },
                {
                    "text": "Dirigiti verso la sorgente",
                    "section": 334
                }
            ]
        },
        "107": {
            "text": "<p>Attraversando di corsa la stanza, colpisci con forza i teschi mandandoli in mille pezzi. Ti accorgi che dentro ogni teschio c'è una sorta di materia grigiastra che ribolle e sembra muoversi e cambiar forma, facendo spuntare ali di pipistrello e ventose. In preda all'orrore scappi verso il corridoio ed esci proprio in tempo, prima che una pesante inferriata chiuda definitivamente la stanza.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 23
                }
            ]
        },
        "108": {
            "text": "<p>Con un salto mortale ti lanci verso il tetto opposto. Tutto sembra accadere al rallentatore. Vedi la folla che si muove nelle strade, e alla tua destra, sotto un tetto, un nido di passeri. Senti le grida spaventate della gente quando atterri con uno schianto dall'altra parte. È l'ultimo suono che sentirai. Le tegole si frantumano e crollano e tu precipiti per tutti i quattro piani della locanda 'All'Orso Grigio' rompendoti la spina dorsale. La tua missione e la tua vita finiscono qui.</p>",
            "isDeathSection": true,
            "choices": []
        },
        "109": {
            "text": "<p>Sotto il tappeto c'è solo polvere!</p>",
            "choices": [
                {
                    "text": "Esamina le bottiglie",
                    "section": 164
                },
                {
                    "text": "Esamina la stalla",
                    "section": 308
                }
            ]
        },
        "110": {
            "text": "<p>Rapidamente prendi la mira e lanci la pietra contro la testa del Giak con tutta la tua forza, ma con terrore vedi che lui si abbassa e non viene colpito. Devi agire immediatamente per salvare il mago.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 55
                }
            ]
        },
        "111": {
            "text": "<p>Pochi minuti dopo aver lasciato l'incrocio vedi in distanza una piccola capanna di legno con una stalla. Arrivando dai un'occhiata attraverso una finestra laterale. La capanna sembra deserta.</p>",
            "choices": [
                {
                    "text": "Entra nella capanna",
                    "section": 57
                },
                {
                    "text": "Esamina la stalla",
                    "section": 308
                }
            ]
        },
        "112": {
            "text": "<p>Improvvisamente l'enorme pietra dietro la quale ti nascondi viene spostata di lato, e ti trovi davanti alla faccia ghignante di due Giak pronti ad ucciderti. L'imboccatura della grotta è molto stretta, e hai la possibilità di combattere i Giak uno alla volta.</p>",
            "combat": [
                {
                    "name": "Giak 1",
                    "combattivita": 13,
                    "resistenza": 10,
                    "immuneToPsicolaser": false
                },
                {
                    "name": "Giak 2",
                    "combattivita": 12,
                    "resistenza": 10,
                    "immuneToPsicolaser": false
                }
            ],
            "choices": [
                {
                    "text": "Se vinci, esplora la grotta in profondità",
                    "section": 33
                },
                {
                    "text": "Scendi la collina",
                    "section": 248
                }
            ]
        },
        "113": {
            "text": "<p>Hai camminato per più di mezz'ora quando vedi dei fiori di un color rosso vivo che crescono su una balza muscosa. Sono fiori di Vigorilla una pianta rara e molto bella, pregiata per le sue proprietà medicinali. Ti inginocchi e raccogli una manciata di piantine per metterle nello Zaino. Puoi mangiare quest'erba per recuperare i punti di resistenza persi. Ogni volta che ne mangi ti dà 3 punti di Resistenza, e ne hai abbastanza per due Pasti. Chiudi lo Zaino e continui il viaggio.</p>",
            "effects": {
                "canAddItems": [
                    "Vigorilla (x2, +3 Resistenza ciascuna)"
                ]
            },
            "choices": [
                {
                    "text": "Dirigiti verso nord-est",
                    "section": 347
                },
                {
                    "text": "Vai a est",
                    "section": 295
                }
            ]
        },
        "114": {
            "text": "<p>Fai stendere a terra il cavallo, ti metti vicino a lui e ti nascondi con rami e foglie secche. Senti le ali del Kraan mentre passa sopra gli alberi, ritorna, e volteggia sopra di voi; ma dopo un po' si allontana oltre il lago. Decidi di andartene temendo che possa tornare, e non da solo.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 239
                }
            ]
        },
        "115": {
            "text": "<p>Ti trascini fino alla prima casupola e cadi a terra esausto. Senti un buon odore di arrosto. C'è un calderone appeso sopra un focolare che si va spegnendo, e una grande tavola di quercia già apparecchiata. Chi vive qui dev'essere andato via di gran fretta e da poco tempo. C'è una brocca con dell'acqua, e pane fresco sulla tavola.</p>",
            "choices": [
                {
                    "text": "Fai un pasto in velocità",
                    "section": 150
                },
                {
                    "text": "Esplora la casa",
                    "section": 177
                },
                {
                    "text": "Vattene subito e continua il viaggio",
                    "section": 83
                }
            ]
        },
        "116": {
            "image": "public/img/book01/sec41.png",
            "text": "<p>Mentre esci dall'acqua fangosa, sei bersagliato da una pioggia di frecce nere. Rapidamente ti metti al riparo degli alberi e aspetti che i Giak si allontanino dalla riva opposta, prima di continuare a piedi verso la capitale.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 321
                }
            ]
        },
        "117": {
            "text": "<p>L'uomo è gravemente ferito e sta per morire. Se hai l'Arte della Guarigione puoi alleviare il dolore delle sue ferite, ma le sue condizioni sono così gravi che le tue Arti non bastano. Presto perde conoscenza: cerchi di sistemarlo alla meglio sotto una enorme quercia, poi lo lasci e ti inoltri nella foresta verso nord-est.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 330
                }
            ]
        },
        "118": {
            "text": "<p>Sproni il cavallo al galoppo e proprio davanti a te vedi profilarsi in lontananza le alte mura e le torri di Holmgard splendenti nel sole mattutino. Arrivi sulla grande strada che collega la capitale al porto settentrionale di Toran. Ti dirigi verso Holmgard scrutando sempre il cielo per non farti sorprendere dai Kraan.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 224
                }
            ]
        },
        "119": {
            "text": "<p>Il dente del sonno ti lacera il mantello, e le sue spine ti penetrano nelle braccia e nelle gambe mentre cerchi di farti strada tra i cespugli. Dopo un quarto d'ora riesci a uscire dai cespugli e barcollando vai verso gli alberi. Togli 2 punti di Resistenza dal tuo punteggio per le ferite che hai riportato. La testa ti gira e le palpebre ti sembrano di piombo, e improvvisamente ti trovi sul bordo di una scarpata ripida e molto pericolosa.</p>",
            "effects": {
                "loseEndurance": 2
            },
            "choices": [
                {
                    "text": "Lasciati scivolare giù facendo molta attenzione",
                    "section": 226
                },
                {
                    "text": "Costeggia la scarpata",
                    "section": 38
                }
            ]
        },
        "120": {
            "image": "public/img/book01/sec229.png",
            "text": "<p>Dietro di te senti i Giak assetati di sangue che stanno uccidendo i cavalli della carrozza. Lanci un'occhiata dietro le spalle e vedi un Kraan che si alza in volo. Attaccherà te o è interessato a qualcos'altro? L'ombra nera si fa sempre più grande intorno a te, e capisci che sei tu la vittima destinata. Il Kraan ti attacca in picchiata!</p>",
            "choices": [
                {
                    "text": "Aspetta che ti sia addosso per saltare giù da cavallo",
                    "section": 84
                },
                {
                    "text": "Cerca di metterti velocemente al riparo sotto gli alberi",
                    "section": 171
                },
                {
                    "text": "Abbassa la testa pregando il cielo e continua a galoppare",
                    "section": 54
                }
            ]
        },
        "121": {
            "text": "<p>Dopo aver camminato pochi minuti vedi una figura misteriosa, vestita di rosso, in piedi al centro del sentiero. Ti volta le spalle, e ha la testa coperta dal cappuccio del mantello. Sul suo braccio teso c'è il corvo nero che hai visto prima.</p>",
            "choices": [
                {
                    "text": "Chiama lo sconosciuto",
                    "section": 342
                },
                {
                    "text": "Avvicinati a lui con cautela",
                    "section": 309
                },
                {
                    "text": "Estrai la tua Arma e attaccalo",
                    "section": 283
                }
            ]
        },
        "122": {
            "text": "<p>Appena sente di essere in comunicazione con te, il cavallo si calma. Vai verso il magnifico animale e gli accarezzi la testa per rassicurarlo. Senti che è agitato e impaurito. Dopo un po' riesci a montarlo, e lo porti sul sentiero che va a sud.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 206
                }
            ]
        },
        "123": {
            "text": "<p>Mentre il mostro muore il suo corpo si scioglie in un liquido verdastro e ripugnante. L'erba e le piante toccate da questo liquido fumigante appassiscono e muoiono. Vedi una grande pietra preziosa accanto al corpo che si sta decomponendo. Più avanti sul sentiero c'è una folta pattuglia di Giak che corrono verso di te.</p>",
            "choices": [
                {
                    "text": "Prendi la Gemma",
                    "section": 304
                },
                {
                    "text": "Lasciala e scappa",
                    "section": 2
                }
            ]
        },
        "124": {
            "text": "<p>Nella scatola trovi 15 Corone d'oro e una Chiave d'Argento. Se vuoi tenere la Chiave, ricordati di segnarla sul tuo Registro di Guerra.</p>",
            "effects": {
                "addGold": 15,
                "canAddItems": [
                    "Chiave d'Argento"
                ]
            },
            "choices": [
                {
                    "text": "Continua ad esplorare la galleria",
                    "section": 211
                },
                {
                    "text": "Lascia tutto e scendi dalla collina",
                    "section": 106
                }
            ]
        },
        "125": {
            "text": "<p>Il sentiero sbocca in un'ampia radura. La presenza di strane impronte ti dice che qui sono scesi dei Kraan. Dal numero delle impronte e dalla loro presenza su un ampio tratto di terreno capisci che almeno cinque di quei mostri sono passati di qui nelle ultime dodici ore. Vedi due uscite dall'altra parte della radura: una porta a ovest, l'altra a sud.</p>",
            "choices": [
                {
                    "text": "Vai a sud",
                    "section": 27
                },
                {
                    "text": "Vai a ovest",
                    "section": 214
                },
                {
                    "text": "Usa l'Arte dell'Orientamento",
                    "section": 301,
                    "requirements": {
                        "kaiArt": "Orientamento"
                    }
                }
            ]
        },
        "126": {
            "text": "<p>Penetri sempre più profondamente nella foresta. Dentro di te ringrazi il principe per quel magnifico cavallo, che procede sicuro nonostante il terreno accidentato. Presto i Tigerwolf restano indietro, e puoi fare una sosta. È calata rapidamente la notte, ed è quasi buio.</p>",
            "choices": [
                {
                    "text": "Vai avanti",
                    "section": 46
                },
                {
                    "text": "Prendi a sinistra, nella stessa direzione del sentiero",
                    "section": 143
                }
            ]
        },
        "127": {
            "text": "<p>Dopo un'ora di marcia i Drakkar si fermano improvvisamente all'apparire sul sentiero di una enorme creatura grigia e coperta di scaglie. Appena il mostro si avvicina senti il suo fiato pestilenziale sulla tua faccia. Con un tremendo ruggito ti afferra la testa con le sue potenti zampe. L'ultima cosa che senti è il secco rumore della tua spina dorsale spezzata. La tua missione finisce qui.</p>",
            "isDeathSection": true,
            "choices": []
        },
        "128": {
            "text": "<p>Sbirciando attraverso il fitto fogliame una scena terrificante ti si presenta alla vista. In una piccola radura tre Giak hanno legato un uomo ad un palo e stanno dando fuoco a una catasta di legna secca ai suoi piedi. Dalla tunica lo riconosci per un Ranger, uno dei soldati del Re che pattugliano la parte occidentale del regno, vicino alle montagne di Durncrag. È stato picchiato violentemente ed è quasi privo di conoscenza.</p>",
            "choices": [
                {
                    "text": "Usa l'Arte della Caccia",
                    "section": 297,
                    "requirements": {
                        "kaiArt": "Caccia"
                    }
                },
                {
                    "text": "Attacca i Giak per salvare il Ranger",
                    "section": 336
                }
            ]
        },
        "129": {
            "text": "<p>Raggiungi le porte della capitale, fissando con ammirazione le alte mura della città. Queste si ergono per più di sessanta metri, e resistono da secoli agli attacchi del tempo e dei Signori delle Tenebre. Insieme con l'ufficiale percorri la galleria che corre sotto le mura, e dopo un centinaio di metri giungi alla torre di guardia principale. Una grande folla di soldati e di cittadini si muove in ogni direzione.</p>",
            "choices": [
                {
                    "text": "Continua a seguire l'ufficiale",
                    "section": 3
                },
                {
                    "text": "Cerca di arrivare da solo alla rocca",
                    "section": 144
                }
            ]
        },
        "130": {
            "text": "<p>Arrivi presto a una piccola radura. Nel centro c'è una panca ricavata da un albero caduto. Hai fame e devi fermarti a fare un Pasto altrimenti perdi 3 punti di Resistenza. Quando hai finito...</p>",
            "effects": {
                "mustEatOrLoseEndurance": 3
            },
            "choices": [
                {
                    "text": "Partì verso sud",
                    "section": 28
                },
                {
                    "text": "Prendi il sentiero che porta a est",
                    "section": 201
                }
            ]
        },
        "131": {
            "image": "public/img/book01/sec349.png",
            "text": "<p>Hai percorso circa cinquecento metri quando senti delle grida e un rumore come di tuono. Avvicinandoti riconosci il luogo: sono le rovine di Tamargo, un antico tempio nella foresta. Una pattuglia di Giak, una trentina in tutto, stanno attaccando le rovine da ogni parte. Molti altri sono già morti e giacciono tra le colonne abbattute, ma i superstiti continuano ad attaccare un invisibile avversario. Improvvisamente un lampo azzurro investe la prima linea dei Giak, facendoli cadere da ogni parte. Uno di loro, più alto degli altri e vestito da capo a piedi di maglia d'acciaio, impreca contro i suoi compagni e li spinge avanti a frustate. Con l'Arma in pugno arrivi al margine della radura, nascosto dal fitto fogliame, e cerchi di capire chi sono i difensori. Con grande meraviglia vedi che le rovine sono difese da un giovane della tua età. Riconosci la tunica azzurra, ricamata di stelle: è un giovane apprendista della corporazione dei maghi di Toran. Cinque Giak si fanno avanti con le lance alzate e pronte a colpire, mentre il giovane si ritira in fretta più dentro le rovine. Improvvisamente si gira e alza la mano sinistra: ed ecco che dalle sue dita esce un lampo di luce azzurra a colpire i Giak. Vicino a dove sei nascosto vedi un Giak sgattaiolare verso le rovine e arrampicarsi su una delle colonne. Stringe tra i denti un lungo pugnale ricurvo e sta per assalire alle spalle il giovane mago.</p>",
            "choices": [
                {
                    "text": "Metti in guardia il mago con un grido",
                    "section": 241
                },
                {
                    "text": "Scatta in avanti e lanciati sul Giak",
                    "section": 55
                },
                {
                    "text": "Raccogli un pezzo di pietra e colpisci il Giak",
                    "section": 302
                },
                {
                    "text": "Lascia il luogo della battaglia",
                    "section": 101
                }
            ]
        },
        "132": {
            "image": "public/img/book01/sec132.png",
            "text": "<p>La guardia del corpo ti guarda con grande sospetto e ti sbatte la porta in faccia. Senti delle voci dentro il carrozzone; improvvisamente la porta si apre e vedi la faccia di un ricco mercante. Riconosce il tuo mantello Ramas e si scusa per il comportamento del suo servo. Dice che sono stati attaccati più volte da quando hanno lasciato Toran: dai Kraan, dai banditi e dai ladri. Pensavano che anche tu fossi un bandito. Il carrozzone è pieno di seta e di spezie. Il mercante ti offre del cibo che tu accetti con gratitudine. Dopo un ottimo Pasto il peso delle fatiche sostenute prende il sopravvento e cadi in un sonno profondo.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 64
                }
            ]
        },
        "133": {
            "image": "public/img/book01/sec133.png",
            "text": "<p>Mentre ti avvicini alla statua vedi che sulla sua superficie si aprono delle crepe. Improvvisamente la statua si apre e un vero Serpente Alato, libero dal suo mantello di pietra, si lancia contro di te. Devi combattere.</p>",
            "combat": {
                "name": "Serpente Alato",
                "combattivita": 16,
                "resistenza": 18,
                "immuneToPsicolaser": true,
                "canFlee": false
            },
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 266
                }
            ]
        },
        "134": {
            "text": "<p>Usando le tue Arti scopri tracce di Giak intorno al perimetro della radura. Le impronte sono fresche: questi seguaci dei Signori delle Tenebre erano qui meno di due ore fa. Sai che devi stare in guardia.</p>",
            "choices": [
                {
                    "text": "Esamina le capanne",
                    "section": 305
                },
                {
                    "text": "Evita la radura",
                    "section": 40
                }
            ]
        },
        "135": {
            "text": "<p>Sporgendoti un po' dalla ripida sponda puoi vedere che la corrente ha depositato sulla riva, insieme a rami secchi e altri detriti, un grosso tronco d'albero e una piccola canoa.</p>",
            "choices": [
                {
                    "text": "Usa il tronco per scendere la corrente",
                    "section": 223
                },
                {
                    "text": "Usa la canoa",
                    "section": 4
                }
            ]
        },
        "136": {
            "image": "public/img/book01/sec136.png",
            "text": "<p>I Giak si avvicinano e si accovacciano come per spiccare un balzo. Vedi le punte seghettate delle loro lance e li senti parlare nel loro strano linguaggio gutturale. Il più grande dei due grida: 'Orgadak taag' Nogjat aga tok!' E si lancia all'attacco. Devi combattere i Giak uno alla volta. Aggiungi 1 punto alla tua Combattività, in quanto sei avvantaggiato dalla posizione sopraelevata.</p>",
            "combat": [
                {
                    "name": "Giak 1",
                    "combattivita": 13,
                    "resistenza": 10,
                    "immuneToPsicolaser": false
                },
                {
                    "name": "Giak 2",
                    "combattivita": 12,
                    "resistenza": 10,
                    "immuneToPsicolaser": false
                }
            ],
            "playerCombatBonus": 1,
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 313
                }
            ]
        },
        "137": {
            "text": "<p>Mentre l'ultima di quelle orrende creature muore, si spegne anche la luce verdastra. Vedi che in ognuno dei teschi frantumati si cela una Gemma. Prendi queste 20 Gemme prima che l'oscurità avvolga la stanza. Ricordati di segnarle sul tuo Registro di Guerra. Rapidamente lasci dietro di te ciò che resta delle creature della Cripta, e vai avanti.</p>",
            "effects": {
                "canAddItems": [
                    "20 Gemme"
                ]
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 23
                }
            ]
        },
        "138": {
            "text": "<p>Impugni la tua arma e muovi incontro al nemico. Ci sono due Giak delle Montagne, e devi combatterli uno alla volta.</p>",
            "combat": [
                {
                    "name": "Giak 1",
                    "combattivita": 13,
                    "resistenza": 10,
                    "immuneToPsicolaser": false
                },
                {
                    "name": "Giak 2",
                    "combattivita": 12,
                    "resistenza": 10,
                    "immuneToPsicolaser": false
                }
            ],
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 291
                }
            ]
        },
        "139": {
            "text": "<p>Nel cortile interno ferve una grande attività. Le guide della cavalleria aspettano, accanto ai loro cavalli scalpitanti gli ordini dei comandanti riuniti nella Grande Sala. Poi li portano velocemente alle truppe delle fortificazioni esterne. Alcuni partono, altri ritornano, molti sono esausti o feriti. Hai fatto solo pochi passi attraverso il cortile quando senti una voce che echeggia 'Fermate quell'uomo!'</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 66
                }
            ]
        },
        "140": {
            "text": "<p>Sei in una radura dove alcuni alberi sono stati abbattuti per costruire una traballante torretta di osservazione. Dalla torre partono tre sentieri in direzioni diverse.</p>",
            "choices": [
                {
                    "text": "Vai a sud",
                    "section": 14
                },
                {
                    "text": "Vai a est",
                    "section": 252
                },
                {
                    "text": "Vai a sud-ovest",
                    "section": 215
                },
                {
                    "text": "Arrampicati sulla torretta",
                    "section": 36
                }
            ]
        },
        "141": {
            "text": "<p>Il tuo Sesto Senso ti avverte che alcuni degli esseri che hanno attaccato il monastero stanno rastrellando i due sentieri alla ricerca di eventuali sopravissuti, ma tu puoi evitare entrambi i sentieri se ti inoltri nel sottobosco.</p>",
            "choices": [
                {
                    "text": "Vai a sud nel sottobosco",
                    "section": 56
                },
                {
                    "text": "Avanza tra i cespugli verso nord-ovest",
                    "section": 333
                }
            ]
        },
        "142": {
            "text": "<p>Vedi le alte e bianche mura di Holmgard e i campanili aguzzi e sugli spalti gli stendardi ondeggianti nella fresca brezza del mattino. Verso Est il fiume Eledil segue il suo corso dalla catena dei monti Dumcrag al golfo di Holm. Ma ai piedi delle montagne vedi uno sterminato esercito nero che avanza implacabile verso la città. Alla tua destra vedi la grande strada che attraversa la pianura che porta a Holmgard. Potresti raggiungere le prime fortificazioni in un'ora, ma così allo scoperto saresti facile preda degli attacchi dei Kraan. Ma davanti a te scorrono le acque lente e fangose di un largo fiume che sbocca nell'Eledil; tenendoti al riparo delle sponde potresti raggiungere la capitale a nuoto. Oppure alla tua sinistra c'è il Cimitero degli Antichi. Queste tombe e questi monumenti in rovina, che ricordano un'età ormai lontana ti offrirebbero un buon riparo nell'avvicinarti alla città, ma si tratta di una zona tabù. Innumerevoli fantasmi senza nome giacciono lì in un sonno inquieto, pronti ad impadronirsi dell'incauto viandante che oltrepassa i sacri confini.</p>",
            "choices": [
                {
                    "text": "Tenta la strada principale",
                    "section": 58
                },
                {
                    "text": "Raggiungi la capitale lungo il fiume",
                    "section": 135
                },
                {
                    "text": "Affronta i pericoli del Cimitero degli Antichi",
                    "section": 102
                }
            ]
        },
        "143": {
            "text": "<p>Uscendo dal bosco ti ritrovi su una grande strada. È la strada che collega il porto settentrionale di Toran alla capitale. Spronando il cavallo calcoli di essere a Holmgard verso il mattino.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 149
                }
            ]
        },
        "144": {
            "text": "<p>A stento riesci a farti strada nella calca che riempie la strada verso la rocca. Gli abitanti corrono di qua e di là in preda al panico udendo le grida dei Kraan che volteggiano sulle loro teste. Nella confusione ti viene rubato un Oggetto dallo Zaino. Se non hai più lo Zaino, devi perdere un'Arma. Segna la perdita sul Registro di Guerra. Un carro trascinato da un cavallo senza guida passa a tutta velocità e ti scaraventa contro un portone. Sei intontito e perdi 2 punti di Resistenza! Mentre ti stai rialzando la porta si apre di colpo e un vecchio decrepito ti attacca con un coltellaccio. È completamente pazzo e devi difenderti o cercare di sottrarti.</p>",
            "effects": {
                "loseEndurance": 2
            },
            "choices": [
                {
                    "text": "Combatti",
                    "section": 63
                },
                {
                    "text": "Evitalo",
                    "section": 217
                }
            ]
        },
        "145": {
            "text": "<p>Ti senti come se fossi stato investito da un carro. Cadendo in avanti l'ultima cosa che ricordi prima che il buio ti avvolga è la sabbia del sentiero che ti entra in bocca e il terribile dolore alla schiena.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 165
                }
            ]
        },
        "146": {
            "text": "<p>Hai cavalcato per un paio di chilometri quando vieni sbalzato da cavallo a causa di una freccia, che fortunatamente ti ferisce solo di striscio alla fronte. Perdi 2 punti di Resistenza. Mentre ti rimetti in piedi vedi dei Drakkar uscire dal bosco da entrambi i lati della strada. È un'imboscata: devi metterti in salvo il più presto possibile entrando nella foresta.</p>",
            "effects": {
                "loseEndurance": 2
            },
            "choices": [
                {
                    "text": "Fuggi nella foresta",
                    "section": 154
                }
            ]
        },
        "147": {
            "text": "<p>Dopo qualche minuto di cammino trovi una capanna coperta di muschio un po' discosta dal sentiero. Sei affamato e devi fare un Pasto, oppure perdi 3 punti di Resistenza. Mentre mangi vedi che il sentiero piega verso est.</p>",
            "effects": {
                "mustEatOrLoseEndurance": 3
            },
            "choices": [
                {
                    "text": "Seguilo verso est",
                    "section": 42
                },
                {
                    "text": "Torna sui tuoi passi",
                    "section": 28
                }
            ]
        },
        "148": {
            "text": "<p>Apri la porta con un calcio e ti lanci dentro la fattoria. In alto vola un Kraan che emette grida di vittoria mentre stringe una vittima tra gli artigli. Non c'è nessuno in casa, ma appoggiato al focolare c'è un Martello da guerra: se vuoi puoi prenderlo.</p>",
            "effects": {
                "canAddWeapon": "Martello da guerra"
            },
            "choices": [
                {
                    "text": "Resta nella fattoria",
                    "section": 81
                },
                {
                    "text": "Vai nella foresta",
                    "section": 320
                },
                {
                    "text": "Esamina più attentamente la stanza",
                    "section": 199
                }
            ]
        },
        "149": {
            "text": "<p>Cavalcando lungo la strada principale, ti accorgi che la notte si avvicina. Presto sarà completamente buio e sarà impossibile vedere i pericoli che ti possono minacciare. Decidi di nasconderti nel bosco e di dormire fino al mattino. Quando sei sicuro che nessuno ti vede, ti avvolgi nel tuo caldo mantello verde e sprofondi in un sonno agitato.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 256
                }
            ]
        },
        "150": {
            "text": "<p>Anche se un po' troppo cotto, il cibo ha un buon sapore e l'acqua fresca ti disseta. Passi quasi mezz'ora riposandoti dentro la casa prima di renderti conto di quanto tempo hai perso. Prepara il tuo equipaggiamento...</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 83
                }
            ]
        },
        "151": {
            "text": "<p>Se ti concentri sulla serratura puoi muovere il meccanismo e aprirlo. Dopo puoi far lievitare lo spillo liberandolo dalla sua sede, evitando così il rischio di restar vittima di eventuali trappole. Se vuoi usare la tua Arte della Telecinesi per aprire questa porta...</p>",
            "choices": [
                {
                    "text": "Usa l'Arte della Telecinesi",
                    "section": 87,
                    "requirements": {
                        "kaiArt": "Telecinesi"
                    }
                }
            ]
        },
        "152": {
            "text": "<p>L'erborista ti offre una scelta di speciali pozioni. Alcune ti rendono più forte; altre ti fanno diventare invisibile; altre ti danno l'agilità di un gatto; altre ancora possono darti una consistenza vaporosa. L'uomo estrae da un cassetto una splendida bacchetta magica. Dice che è un'arma potentissima contro tutti gli esseri diabolici, e che ti renderà invulnerabile in battaglia. Con un dito ti mostra le misteriose iscrizioni che ornano la bacchetta.</p>",
            "choices": [
                {
                    "text": "Chinati sul banco per leggere le iscrizioni",
                    "section": 49
                },
                {
                    "text": "Esamina le pozioni",
                    "section": 231
                }
            ]
        },
        "153": {
            "text": "<p>Vedi le alte e bianche mura di Holmgard e i campanili aguzzi, e sugli spalti gli stendardi ondeggianti nella fresca brezza del mattino. Verso Est il fiume Eledil segue il suo corso dalla catena dei monti Dumcrag al golfo di Holm. Ma ai piedi delle montagne vedi uno sterminato esercito nero che avanza implacabile verso la città. Alla tua destra vedi la grande strada che attraversa la pianura porta a Holmgard. Potresti raggiungere le prime fortificazioni in un'ora, ma così allo scoperto saresti facile preda degli attacchi dei Kraan. Ma davanti a te scorrono le acque lente e fangose di un largo fiume che sbocca nell'Eledil; tenendoti al riparo delle sponde potresti raggiungere la capitale a nuoto. Oppure alla tua sinistra c'è il Cimitero degli Antichi. Queste tombe e questi monumenti in rovina, che ricordano un'età ormai lontana, ti offrirebbero un buon riparo nell'avvicinarti alla città, ma si tratta di una zona tabù. Innumerevoli fantasmi senza nome giacciono lì in un sonno inquieto, pronti a impadronirsi dell'incauto viandante che oltrepassa i sacri confini.</p>",
            "choices": [
                {
                    "text": "Tenta la strada principale",
                    "section": 202
                },
                {
                    "text": "Raggiungi la capitale lungo il fiume",
                    "section": 135
                },
                {
                    "text": "Affronta i pericoli del Cimitero degli Antichi",
                    "section": 329
                }
            ]
        },
        "154": {
            "text": "<p>Sei stordito a causa della ferita e barcollando come un cieco cammini attraverso gli alberi. Improvvisamente cadi in avanti come se il terreno ti fosse stato tolto da sotto i piedi. Sei caduto dentro una trappola. Guardando in su puoi vedere quattro Drakkar che tendono i loro archi contro di te, mentre sui loro ceffi si dipinge un ghigno di soddisfazione. Mentre tutto si oscura, l'ultima cosa che senti sono le quattro frecce nere che si piantano nel tuo petto. Hai fallito la tua missione.</p>",
            "isDeathSection": true,
            "choices": []
        },
        "155": {
            "text": "<p>Quando ti avvicini il gruppo smette di parlare. Dalla loro espressione vedi che uno di loro tende la mano in segno di amicizia e dice: 'Signore, circolava voce che i Ramas fossero stati sterminati, grazie al cielo non è così. Temevamo che tutto fosse perduto'. Non dici niente della distruzione del monastero, perché questi sono profughi di Toran che hanno perso tutto quello che possedevano. L'unica speranza che gli resta è che i Ramas portino un esercito alla vittoria. Apprendi che il porto settentrionale è stato attaccato sia dal cielo che dal mare, e che le forze dei Signori delle Tenebre erano di molto superiori alla coraggiosa guarnigione del Re. Li rassicuri che Sommerlund non cadrà e gli auguri buona fortuna per il viaggio.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 70
                }
            ]
        },
        "156": {
            "text": "<p>Nere frecce si piantano nel fango che ti circonda. Molti Giak sono comparsi sulla sponda, e cercano di colpirti. Non c'è riparo su questa riva del fiume.</p>",
            "choices": [
                {
                    "text": "Tuffati in acqua e nuota con la corrente",
                    "section": 294
                },
                {
                    "text": "Attraversa il fiume a nuoto per ripararti tra gli alberi",
                    "section": 245
                }
            ]
        },
        "157": {
            "text": "<p>Il bosco si fa meno fitto, finché arrivi a una strada piena di gente diretta a sud. Molti spingono dei carretti con sopra tutti i loro averi.</p>",
            "choices": [
                {
                    "text": "Unisciti ai profughi e saperne di più",
                    "section": 30
                },
                {
                    "text": "Continua verso sud al riparo degli alberi",
                    "section": 167
                }
            ]
        },
        "158": {
            "text": "<p>La chiave entra e la serratura si apre. Apri la porta e ti trovi davanti uno strano vecchio. Nella mano destra tiene una lunga asta, dalla quale improvvisamente si sprigiona un fulmine che ti colpisce in pieno petto. Perdi 6 punti di Resistenza. Respirando a fatica spingi di lato il vecchio e corri su per la ripida scala verso la luce del giorno. Sei a metà quando il vecchio ti lancia un altro fulmine. Scegli un numero della Tabella del Destino.</p>",
            "effects": {
                "loseEndurance": 6
            },
            "choices": [
                {
                    "text": "Numero 0-5: il fulmine non ti colpisce",
                    "section": 106
                },
                {
                    "text": "Numero 6-9: ti colpisce (-4 Resistenza)",
                    "section": 106,
                    "effects": {
                        "loseEndurance": 4
                    }
                }
            ]
        },
        "159": {
            "text": "<p>Il tuo tentativo non funziona, perché il mercante non ti lascia entrare nel carrozzone. Improvvisamente fa schioccare le dita e la guardia del corpo impugna la scimitarra.</p>",
            "choices": [
                {
                    "text": "Combatti",
                    "section": 191
                },
                {
                    "text": "Salta dal carro in corsa",
                    "section": 234
                }
            ]
        },
        "160": {
            "text": "<p>Scegli un numero dalla Tabella del Destino.</p>",
            "choices": [
                {
                    "text": "Numero 0-4: sei stato visto",
                    "section": 286
                },
                {
                    "text": "Numero 5-9: non ti vedono",
                    "section": 10
                }
            ]
        },
        "161": {
            "text": "<p>Mentre ti siedi il serpente di pietra si muove lentamente in avanti con il suo basamento. Cominci a sudare freddo e impugni la tua Arma con mano tremante pronto a difenderti. Una rossa lingua biforcuta esce dalla testa della strana statua e si immerge nell'urna piena di luce verdastra sopra la tua testa. Dopo un po' la lingua riemerge tenendo una Chiave d'Oro e, con tua grande sorpresa, la lascia cadere nel tuo grembo. Senti uno scatto dietro la parete a est e vedi aprirsi un'uscita. Te ne vai con la Chiave il più presto possibile.</p>",
            "effects": {
                "canAddItems": [
                    "Chiave d'Oro"
                ]
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 209
                }
            ]
        },
        "162": {
            "text": "<p>Mentre ti avvicini agli uomini provi a chiamarli. Ma appena si voltano sei preso da un brivido e il cuore ti balza in gola: sono Drakkar travestiti. Si lanciano su di te e in un attimo ti trovi a terra, legato e trascinato dietro a loro sul sentiero. Ti prendono Zaino e Armi ma non ti perquisiscono, e così non trovano le Corone d'oro. Sghignazzando pregustano le torture che intendono infliggerti.</p>",
            "choices": [
                {
                    "text": "Usa l'Arte della Telecinesi",
                    "section": 258,
                    "requirements": {
                        "kaiArt": "Telecinesi"
                    }
                },
                {
                    "text": "Altrimenti",
                    "section": 127
                }
            ]
        },
        "163": {
            "text": "<p>Dopo quasi mezz'ora senti che la corrente diventa più forte. Davanti a te vedi un vortice, dove il fiume compie un'ampia curva. Per non annegare raggiungi la riva destra e continui a piedi con tutto il tuo equipaggiamento.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 321
                }
            ]
        },
        "164": {
            "text": "<p>Aprendo cautamente le bottiglie sigillate, ne annusi il contenuto: sembrano diversi tipi di vino. Poi vedi una bottiglia più piccola nascosta dietro le altre. Togliendo il tappo riconosci l'odore di Alether, una Pozione fortificante di color arancio. Puoi prenderla e usarla prima di combattere. Aumenterà la tua Combattività di 2 punti finché dura il combattimento. Ricordati di segnarla sul tuo Registro di Guerra e di cancellarla dopo averla bevuta. Ora vuoi vedere la stalla.</p>",
            "effects": {
                "canAddItems": [
                    "Pozione Alether (+2 Combattività)"
                ]
            },
            "choices": [
                {
                    "text": "Vai alla stalla",
                    "section": 308
                }
            ]
        },
        "165": {
            "text": "<p>Ti svegli febbricitante. Strane immagini danzano davanti ai tuoi occhi e poi svaniscono. I dolori alla schiena sono violenti e invochi qualcuno che possa alleviare le tue sofferenze. Una benda fresca e umida si appoggia sulla tua fronte e poi vedi il volto preoccupato di una giovane donna; un vecchio le sussurra qualcosa all'orecchio e scompare. La ragazza si siede accanto a te e ti rassicura con parole gentili ma di nuovo gli occhi ti si offuscano e le tenebre ti avvolgono.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 212
                }
            ]
        },
        "166": {
            "text": "<p>Sei in presenza di una grande forza malefica. Una potenza al di là dei confini del tempo sta sondando la tua mente, e devi difenderti. La lotta è incominciata ed è in gioco la tua salute mentale. È un'esperienza lunga e tormentata, durante la quale vedi un turbine di apparizioni fantastiche terribili che ti tentano e ti ripugnano. Alla fine perdi 4 punti di Resistenza ma riesci a trascinarti verso la galleria.</p>",
            "effects": {
                "loseEndurance": 4
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 104
                }
            ]
        },
        "167": {
            "text": "<p>Dopo un chilometro vedi due gambe che spuntano da dietro un masso.</p>",
            "choices": [
                {
                    "text": "Dai un'occhiata da vicino",
                    "section": 88
                },
                {
                    "text": "Evita l'incontro ed entra nella foresta",
                    "section": 264
                },
                {
                    "text": "Usa l'Arte del Sesto Senso",
                    "section": 178,
                    "requirements": {
                        "kaiArt": "Sesto Senso"
                    }
                }
            ]
        },
        "168": {
            "text": "<p>Ti arrampichi sul tetto del carrozzone e ti sistemi tra le casse e i bauli. Presto la notte scenderà sulla strada. Un vento gelido soffia da ovest e ti avvolgi strettamente nel mantello per ripararti un po'. Da sotto ti arrivano le voci dei viaggiatori e un odorino di carne speziata da far venire l'acquolina in bocca. Ti accorgi di avere fame e devi fare un Pasto, oppure perdi 3 punti di Resistenza. La stanchezza prende il sopravvento e sprofondi in un sonno agitato.</p>",
            "effects": {
                "mustEatOrLoseEndurance": 3
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 64
                }
            ]
        },
        "169": {
            "text": "<p>Mentre passi, i teschi si girano lentamente, come per guardarti. Sei a metà della stanza quando senti un rumore di ossa frantumate. Improvvisamente vedi delle forme orripilanti svilupparsi dentro i teschi aprendo delle piccole ali. Venti viscide creature alate ti assalgono e devi combatterle come un solo nemico.</p>",
            "combat": {
                "name": "Creature della Cripta",
                "combattivita": 16,
                "resistenza": 16,
                "immuneToPsicolaser": false,
                "canFlee": true,
                "fleeAfterRounds": 1,
                "fleeSection": 23
            },
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 137
                },
                {
                    "text": "Fuggi dopo il primo scontro",
                    "section": 23
                }
            ]
        },
        "170": {
            "text": "<p>La galleria è buia e l'aria è molto più fredda che all'esterno. Avanzi lentamente con una mano sulla parete per non perdere l'equilibrio, quando senti un odore fetido, come di carne putrefatta. Se nello Zaino hai una Torcia e un Acciarino puoi fare un po' di luce per guardarti intorno. Improvvisamente qualcosa di pesante cade dalla volta del tunnel sulle tue spalle, facendoti cadere in ginocchio. È un Ragno-talpa e devi combatterlo perché tenta di strangolarti con i lunghi tentacoli viscidi.</p>",
            "combat": {
                "name": "Ragno-talpa",
                "combattivita": 17,
                "resistenza": 7,
                "immuneToPsicolaser": true,
                "playerPenaltyNoItem": {
                    "item": "Torcia",
                    "penalty": -3
                },
                "canFlee": false
            },
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 319
                }
            ]
        },
        "171": {
            "text": "<p>Sei quasi ai margini del bosco quando il cavallo si impenna con un nitrito di dolore. Il Kraan ha affondato gli artigli nelle carni dell'animale e cerca di rovesciarti con le sue ali. Il Giak che lo monta ghignazza mentre cerca di colpirti con la lancia. Salti a terra e ti butti tra gli alberi, lasciando il cavallo in balia del Kraan.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 303
                }
            ]
        },
        "172": {
            "image": "public/img/book01/sec172.png",
            "text": "<p>Cade la notte e sei presto avvolto dall'oscurità. Sarebbe inutile continuare perché ti perderesti. Leghi il cavallo a un albero, ti avvolgi nel mantello e ti addormenti. Sei svegliato da un rumore di soldati in lontananza. Di là dal lago vedi le scure sagome dei Drakkar e un branco di Tigerwolf. Un Kraan compare sopra gli alberi e scende sul tetto della capanna. Lo cavalca un essere vestito di rosso. Il Kraan si alza in volo e attraverso il lago si dirige verso il luogo dove sei nascosto.</p>",
            "choices": [
                {
                    "text": "Inoltrarti nella foresta per sfuggire al Kraan",
                    "section": 239
                },
                {
                    "text": "Usa l'Arte del Mimetismo per nasconderti",
                    "section": 114,
                    "requirements": {
                        "kaiArt": "Mimetismo"
                    }
                },
                {
                    "text": "Preparati a combattere",
                    "section": 29
                }
            ]
        },
        "173": {
            "text": "<p>Come raggiungi la porta senti lo schianto di un masso caduto dalla volta. Ti giri e vedi che l'uscita è bloccata.</p>",
            "choices": [
                {
                    "text": "Usa la Chiave d'Argento per aprire la porta",
                    "section": 158,
                    "requirements": {
                        "item": "Chiave d'Argento"
                    }
                },
                {
                    "text": "Altrimenti",
                    "section": 259
                }
            ]
        },
        "174": {
            "text": "<p>Dopo un'ora ti accorgi che la corrente si fa più veloce, e che poco più avanti, dove il fiume fa una svolta, c'è un vortice. Se ci finisci dentro hai poche possibilità di sfuggire alla morte. Ti tuffi nell'acqua fangosa, ma nuotando verso la riva perdi lo Zaino e le Armi. Senza più equipaggiamento raggiungi la sponda boscosa.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 190
                }
            ]
        },
        "175": {
            "image": "public/img/book01/sec41.png",
            "text": "<p>Agiti le braccia verso i cavalieri che si avvicinano: hai riconosciuto i Rangers del Re, duri uomini della foresta che pattugliano i confini occidentali del regno. La tua gioia però svanisce quando ti accorgi che stanno fuggendo da un branco di Tigerwolf con in groppa i crudeli Giak. I Rangers sono tempestati di frecce nere, e i feroci Tigerwolf si fanno sempre più vicini.</p>",
            "choices": [
                {
                    "text": "Mettiti al riparo",
                    "section": 41
                },
                {
                    "text": "Vai sull'altra riva",
                    "section": 116
                },
                {
                    "text": "Usa l'Arte del Mimetismo",
                    "section": 182,
                    "requirements": {
                        "kaiArt": "Mimetismo"
                    }
                }
            ]
        },
        "176": {
            "text": "<p>Ti nascondi dietro un fitto cespuglio in modo che il Tigerwolf e il suo cavaliere non vedano il tuo cavallo bianco. Il trucco funziona: l'animale passa e si allontana lungo il sentiero da dove sei venuto.</p>",
            "choices": [
                {
                    "text": "Attacca gli altri Tigerwolf e i loro cavalieri",
                    "section": 253
                },
                {
                    "text": "Entra nella foresta",
                    "section": 126
                }
            ]
        },
        "177": {
            "text": "<p>Guardi in tutti gli armadi ma non trovi niente di utile o di prezioso. Decidi che hai già perso abbastanza tempo e che devi rimetterti in viaggio.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 83
                }
            ]
        },
        "178": {
            "text": "<p>Riconosci gli stivali dei soldati del Re. Intuisci che l'uomo è ferito e ha bisogno di aiuto.</p>",
            "choices": [
                {
                    "text": "Aiutalo",
                    "section": 88
                },
                {
                    "text": "Lascialo lì",
                    "section": 264
                }
            ]
        },
        "179": {
            "text": "<p>Sei stato individuato dalle guardie e sei sotto il tiro delle loro balestre.</p>",
            "choices": [
                {
                    "text": "Vai verso di loro a braccia alzate",
                    "section": 318
                },
                {
                    "text": "Fuggi tra gli alberi",
                    "section": 51
                }
            ]
        },
        "180": {
            "text": "<p>Hai appena alzato l'Arma che quelli ti attaccano. Se decidi di combattere, devi affrontarli uno alla volta.</p>",
            "combat": [
                {
                    "name": "Capo",
                    "combattivita": 15,
                    "resistenza": 22,
                    "immuneToPsicolaser": false
                },
                {
                    "name": "Soldato 1",
                    "combattivita": 13,
                    "resistenza": 20,
                    "immuneToPsicolaser": false
                },
                {
                    "name": "Soldato 2",
                    "combattivita": 12,
                    "resistenza": 20,
                    "immuneToPsicolaser": false
                }
            ],
            "choices": [
                {
                    "text": "Se uccidi tutti e tre",
                    "section": 62
                },
                {
                    "text": "Evita di combattere",
                    "section": 22
                }
            ]
        },
        "181": {
            "text": "<p>Ti abbassi istintivamente per evitare di essere colpito. Il bandito tira, e senti la freccia che ti sfiora il braccio sinistro strappandoti la manica della tunica. Ringrazi la tua buona stella e corri avanti. Gli altri banditi non hanno balestre e rinunciano presto alla caccia. Ormai li hai distanziati: hai perso Armi ed Equipaggiamento, ma hai salvato la vita. Ti fermi il tempo necessario per bendare il braccio ferito e continui la strada verso le difese della capitale.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 288
                }
            ]
        },
        "182": {
            "text": "<p>Tre Rangers galoppano lungo la riva, tallonati dai Giak in groppa ai feroci Tigerwolf. Ma la tua Arte del Mimetismo ti ha permesso di non essere visto. Il branco di Giak continua la caccia senza neanche dare un'occhiata al fiume.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 174
                }
            ]
        },
        "183": {
            "text": "<p>L'ufficiale ordina ai suoi uomini di fermarsi e ti chiede cosa fai lì. Gli dici chi sei, e gli racconti la distruzione del monastero. Queste notizie lo rattristano profondamente. Ti offre un cavallo e ti prega di accompagnarlo dal principe Pelatar, figlio del Re.</p>",
            "choices": [
                {
                    "text": "Accetta",
                    "section": 97
                },
                {
                    "text": "Rifiuta la sua offerta",
                    "section": 200
                }
            ]
        },
        "184": {
            "text": "<p>Il carrozzone è senza guida e sobbalza violentemente sul terreno accidentato che costeggia la strada. A stento riesci a controllare i cavalli imbizzarriti e a riportarli sulla strada, dove fermi il carrozzone. Rovistando rapidamente all'interno trovi 40 Corone d'oro, una Spada e cibo sufficiente per 4 Pasti. Se vuoi tenere qualcuno di questi oggetti segnali sul tuo Registro di Guerra. La fatica prende a questo punto il sopravvento. Devi fare un Pasto, dopo il quale ti addormenti profondamente.</p>",
            "effects": {
                "addGold": 40,
                "canAddWeapon": "Spada",
                "canAddMeals": 4,
                "mustEatOrLoseEndurance": 3
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 64
                }
            ]
        },
        "185": {
            "text": "<p>Aguzzando la vista cerchi di individuare tra gli alberi l'arciere nascosto. Ma subito dopo senti al petto un violento dolore e sei catapultato all'indietro dall'impatto di tre frecce. Due si conficcano nel costato e la terza nel fianco. L'ultima cosa che vedi è la volta del fogliame sopra di te e una grande libellula verde che si appoggia sulla fibbia della tua cintura. La tua vita e il tuo viaggio finiscono qui.</p>",
            "isDeathSection": true,
            "choices": []
        },
        "186": {
            "text": "<p>I Kakarmi spariscono nel fitto sottobosco e presto perdi l'orientamento. Dopo aver camminato per quasi due ore senti un rumore di acqua corrente. Decidi di andare a vedere.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 106
                }
            ]
        },
        "187": {
            "text": "<p>Due facce pelose compaiono al di sopra del tronco. Due paia di occhi guardano le tue Armi, e le due bestioline lanciano un grido di paura. Saltando giù dal tronco scappano nella foresta.</p>",
            "choices": [
                {
                    "text": "Seguili",
                    "section": 186
                },
                {
                    "text": "Lasciali andare e continua",
                    "section": 228
                }
            ]
        },
        "188": {
            "text": "<p>L'ombra del Kraan diventa sempre più grande intorno a te. Improvvisamente il mostro ti attacca violentemente facendoti cadere a faccia in giù. Scegli un numero della Tabella del Destino.</p>",
            "choices": [
                {
                    "text": "Numero 0-6: il Kraan ti strappa lo zaino",
                    "section": 303
                },
                {
                    "text": "Numero 7-9: salvi lo Zaino ma vieni ferito (-3 Resistenza)",
                    "section": 303,
                    "effects": {
                        "loseEndurance": 3
                    }
                }
            ]
        },
        "189": {
            "text": "<p>Ringrazi il tuo addestramento Ramas e la tua prontezza, perché quella palude avrebbe potuto essere più pericolosa di un Drakkar o di un Kraan. Sei preoccupato per il tempo che hai perso, e continui verso sud. Davanti a te vedi un sentiero che va nella tua stessa direzione.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 118
                }
            ]
        },
        "190": {
            "text": "<p>Cammini per cinque chilometri lungo il fiume quando ti imbatti nel relitto di una chiatta. Evidentemente qualcuno ha trovato riparo qui: attraverso un'apertura nel ponte vedi infatti un lettino, e qualche arnese da cucina.</p>",
            "choices": [
                {
                    "text": "Dai un'occhiata sotto coperta",
                    "section": 20
                },
                {
                    "text": "Continua il viaggio",
                    "section": 273
                }
            ]
        },
        "191": {
            "text": "<p>La guardia del corpo sguaina una enorme scimitarra e cerca di tagliarti la testa.</p>",
            "combat": {
                "name": "Guardia del corpo",
                "combattivita": 11,
                "resistenza": 21,
                "immuneToPsicolaser": false,
                "canFlee": true,
                "fleeSection": 234
            },
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 24
                },
                {
                    "text": "Fuggi saltando dal carrozzone in corsa",
                    "section": 234
                }
            ]
        },
        "192": {
            "text": "<p>Vedi le zanne aguzze di un Tigerwolf e senti le grida orripilanti del Giak. Ti stanno venendo contro. Ti salvi da morte sicura perché il tuo cavallo si lancia contro di loro e li abbatte entrambi. Colpisci il Giak alla testa ferendolo gravemente... e improvvisamente, come per miracolo ti ritrovi a correre lungo la strada libero dal resto del branco. Ma un'ombra ti segue: è un Kraan che già si lancia su di te.</p>",
            "choices": [
                {
                    "text": "Lascia la strada e riparati tra gli alberi",
                    "section": 171
                },
                {
                    "text": "Continua la tua corsa lungo la strada",
                    "section": 120
                }
            ]
        },
        "193": {
            "text": "<p>La bestia e il suo cavaliere giacciono morti. Noti una Pergamena infilata nella cintura del Giak. Se vuoi puoi prenderla ma ricordati di segnarla sul tuo Registro di Guerra. Gli altri Tigerwolf stanno arrivando lungo il sentiero.</p>",
            "effects": {
                "canAddItems": [
                    "Pergamena"
                ]
            },
            "choices": [
                {
                    "text": "Combattili",
                    "section": 253
                },
                {
                    "text": "Fuggi verso gli alberi",
                    "section": 126
                }
            ]
        },
        "194": {
            "image": "public/img/book01/sec229.png",
            "text": "<p>Corri verso il carro. La gente fugge in ogni direzione mentre i Kraan attaccano, scomparendo poi con le povere vittime tra gli artigli nel cielo che scurisce. Un enorme Kraan montato da tre Giak è proprio sopra il carro: questi si lasciano cadere e saltano in groppa ai cavalli spaventati. Devi combatterli oppure rifugiarti dentro una fattoria lì vicino.</p>",
            "choices": [
                {
                    "text": "Combatti",
                    "section": 208
                },
                {
                    "text": "Rifugiati nella fattoria",
                    "section": 148
                }
            ]
        },
        "195": {
            "text": "<p>Mentre pulisci l'arma dal sangue dell'orso vedi l'imboccatura di una grotta, dietro il masso da dove era uscita la belva.</p>",
            "choices": [
                {
                    "text": "Guarda dentro la grotta",
                    "section": 59
                },
                {
                    "text": "Vai avanti",
                    "section": 106
                }
            ]
        },
        "196": {
            "text": "<p>Segui l'uomo, che entra in una piccola biblioteca accanto alla Grande Sala. Preme uno dei libri che coprono tutte e quattro le pareti, e tu senti come uno scatto metallico. Una sezione della libreria scivola indietro rivelando un passaggio segreto.</p>",
            "choices": [
                {
                    "text": "Segui l'uomo dentro il passaggio",
                    "section": 332
                },
                {
                    "text": "Torna sulla strada",
                    "section": 144
                }
            ]
        },
        "197": {
            "text": "<p>Il Drakkar giace morto sul ponte del traghetto. È armato con una Daga e ha 6 Corone d'oro: se vuoi puoi tenerle. Spingi il corpo in acqua e lo vedi galleggiare per un attimo prima che scompaia nei gelidi abissi. Manovrando con la lunga asta raggiungi l'altra sponda del lago e abbandoni il traghetto.</p>",
            "effects": {
                "addGold": 6,
                "canAddWeapon": "Daga"
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 172
                }
            ]
        },
        "198": {
            "text": "<p>Intuisci che c'è qualcun altro dietro il paravento. Nella bottega c'è un'atmosfera di maleficio. Stai in guardia, qui c'è qualcosa che non va.</p>",
            "choices": [
                {
                    "text": "Torna sulla strada",
                    "section": 7
                },
                {
                    "text": "Esamina la merce esposta",
                    "section": 152
                }
            ]
        },
        "199": {
            "text": "<p>Gran parte degli armadi e dei cassetti sono vuoti. Chi viveva qui ha portato via quasi tutto, ma nella cantina riesci a recuperare abbastanza frutta per un Pasto. Segnalo sul tuo Registro di Guerra.</p>",
            "effects": {
                "canAddMeals": 1
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 81
                }
            ]
        },
        "200": {
            "text": "<p>Comincia a cadere la notte. Le ombre della foresta si fanno più lunghe e cupe. Mentre stai per fare una sosta, vedi una fila di gente diretta a sud lungo una grande strada. Avvicinandoti vedi anche un carrozzone, probabilmente di qualche mercante, che viaggia sulla strada polverosa. È tirato da sei grandi cavalli e va molto più veloce di qualsiasi altro mezzo. Potrebbe essere la tua occasione per raggiungere al più presto la capitale.</p>",
            "choices": [
                {
                    "text": "Salta sul carrozzone",
                    "section": 78
                },
                {
                    "text": "Usa l'Arte del Mimetismo per nasconderti tra i bagagli",
                    "section": 168,
                    "requirements": {
                        "kaiArt": "Mimetismo"
                    }
                }
            ]
        },
        "201": {
            "text": "<p>Segui il sentiero accidentato per circa un'ora, poi vedi un sentiero più largo che si diparte verso sud. Se vuoi seguire questo nuovo sentiero, vai al 238. Se preferisci andare a est vai al 215. Se vuoi andare a ovest vai al 130.</p>",
            "choices": [
                {
                    "text": "Segui il nuovo sentiero a sud",
                    "section": 238
                },
                {
                    "text": "Vai a est",
                    "section": 215
                },
                {
                    "text": "Vai a ovest",
                    "section": 130
                }
            ]
        },
        "202": {
            "text": "<p>Spronando il cavallo galoppi lungo la strada verso la capitale. Ma dopo pochi minuti il cavallo rallenta e si ferma zoppicando. Smonti ed esamini la zampa malata. Imprechi contro la malasorte quando vedi che ha perso un ferro e che lo zoccolo è rovinato. Dovrai lasciarlo qua e procedere a piedi.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 58
                }
            ]
        },
        "203": {
            "text": "<p>Ad un tratto senti un terribile dolore al petto, una specie di esplosione tra una pioggia di scintille rosse. Perdi 10 punti di Resistenza. Attraverso il fumo vedi l'erborista che si prepara a colpirti di nuovo. Se ti rimangono 10 o più punti di Resistenza vai all'80. Se ne hai di meno, vai al 344.</p>",
            "effects": {
                "loseEndurance": 10
            },
            "choices": [
                {
                    "text": "Se hai 10 o più punti di Resistenza",
                    "section": 80
                },
                {
                    "text": "Se ne hai di meno",
                    "section": 344
                }
            ]
        },
        "204": {
            "text": "<p>Dopo un'ora di cammino arrivi a un incrocio. Andando a ovest torneresti nella palude, quindi continui verso sud.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 111
                }
            ]
        },
        "205": {
            "text": "<p>Il capo raccoglie il tuo equipaggiamento e ti invita a metterti in cammino. Un ghigno malvagio sulla faccia degli altri due ti fa capire che non sono affatto soldati, quindi decidi di rischiare e ti metti a correre verso la capitale. Dietro di te, lo scatto sinistro di una balestra che si carica ti fa correre un brivido lungo la schiena. Scegli un numero della Tabella del Destino.</p>",
            "choices": [
                {
                    "text": "Numero 0-4",
                    "section": 181
                },
                {
                    "text": "Numero 5-9",
                    "section": 145
                }
            ]
        },
        "206": {
            "text": "<p>Il sentiero raggiunge una strada dove un cartello indica Toran a nord e Holmgard a sud. Vai verso la capitale.</p>",
            "choices": [
                {
                    "text": "Vai al 224",
                    "section": 224
                }
            ]
        },
        "207": {
            "text": "<p>La pista sbocca su una strada più larga, con un ponte di pietra che attraversa un ruscello. Un cartello indica Toran a nord e Holmgard a sud. La strada è piena di gente diretta a sud alcuni spingono dei carretti con sopra tutti i loro averi. Ti unisci alla colonna di profughi e vai anche tu verso la capitale.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 30
                }
            ]
        },
        "208": {
            "text": "<p>Le feroci creature alzano le lance e attaccano. Devi combatterle come fossero un solo nemico.</p>",
            "combat": {
                "name": "Giak",
                "combattivita": 15,
                "resistenza": 13
            },
            "choices": [
                {
                    "text": "Se vinci, cerca riparo nella fattoria",
                    "section": 148
                },
                {
                    "text": "Torna nella foresta",
                    "section": 320
                }
            ]
        },
        "209": {
            "text": "<p>Vedi davanti a te un corridoio che sale; quando arrivi in cima un portale di pietra si apre rivelando un altro passaggio. Appena entri il portale si chiude dietro di te con un sordo rumore.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 23
                }
            ]
        },
        "210": {
            "text": "<p>Appena varcata la soglia vieni fermato da un consigliere che ti chiede come mai sei entrato. Lo informi che hai un messaggio urgente per il Re, e lui ti conduce fino alla stanza del Capo del Consiglio. E' un vecchio distinto, con una veste color porpora, che ti accoglie e ascolta la tua storia. Prendendoti il braccio ti conduce in una biblioteca lì accanto, e chiude la porta. Premendo uno tra le migliaia di libri coprono le pareti apre un passaggio segreto e ti invita a seguirlo.</p>",
            "choices": [
                {
                    "text": "Seguilo dentro il passaggio buio",
                    "section": 332
                },
                {
                    "text": "Vattene dalla Sala del Consiglio",
                    "section": 37
                }
            ]
        },
        "211": {
            "text": "<p>Cammini per un corridoio semibuio che arriva in una grande stanza quadrata, con una porta di quercia sulla parete di fronte.</p>",
            "choices": [
                {
                    "text": "Vai verso la porta",
                    "section": 173
                },
                {
                    "text": "Usa l'Arte del Sesto Senso",
                    "section": 244,
                    "requirements": {
                        "kaiArt": "Sesto Senso"
                    }
                },
                {
                    "text": "Torna in superficie e continua il viaggio",
                    "section": 106
                }
            ]
        },
        "212": {
            "text": "<p>Quando ti svegli il dolore è solo un ricordo. Hai recuperato tutti i punti di Resistenza persi; segnali sul Registro di Guerra. Davanti a te c'è un uomo alto, vestito di bianco, con una ciotola di erbe in mano. Mette le foglie in una pentola di acqua bollente e si gira a guardarti. “Hai visto la morte da vicino, mio giovane cavaliere, ma la tua ora non è ancora giunta. Il tuo corpo è guarito ma intuisco che il tuo spirito è ancora ferito. Cos'è che ti tormenta?\" Lo riconosci come uno dei più anziani medici del Re: la colomba ricamata in oro sulla sua manica è il segno della sua nobile professione. Gli racconti ciò che è successo al monastero, e del tuo pericoloso viaggio per raggiungere il Re. Aiutandoti ad alzarti dal letto ti prega di seguirlo. Vedi che sei in una stanza sontuosamente decorata, da cui parte un lungo corridoio con le pareti coperte di arazzi. A poco a poco capisci dove ti trovi. Questa è la rocca di Holmgard, e tu stai per incontrare il Re.</p>",
            "effects": {
                "restoreEndurance": "full"
            },
            "choices": [
                {
                    "text": "Vai al 350",
                    "section": 350
                }
            ]
        },
        "213": {
            "text": "<p>Sono due ore che marci nella foresta. La paura di esserti perso diventa sempre più forte. Tranne qualche grido isolato di un Kraan in distanza, non hai visto o udito nulla che lasci supporre la presenza del nemico. Scendendo una collina rocciosa vedi qualcosa di strano tra gli alberi.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 331
                }
            ]
        },
        "214": {
            "text": "<p>Il sentiero si fa sempre meno evidente, fino a scomparire nel folto della vegetazione. Di qua non puoi proseguire, e devi tornare alla radura.</p>",
            "choices": [
                {
                    "text": "Vai al 125 e prendi il sentiero verso sud",
                    "section": 125
                }
            ]
        },
        "215": {
            "text": "<p>Esci in una piccola radura. Nel mezzo vedi il cadavere di un grande animale. Più in là c'è un sentiero che va verso sud.</p>",
            "choices": [
                {
                    "text": "Esamina il cadavere",
                    "section": 346
                },
                {
                    "text": "Vai avanti",
                    "section": 14
                }
            ]
        },
        "216": {
            "text": "<p>Appoggiando una mano sulla sua fronte e l'altra sul suo braccio senti il calore dei tuoi poteri di Guarigione trasmettersi e dare forza all'uomo ferito. Ti dice che il suo nome è Trimis, è un soldato dell'esercito del principe Pelalar. Il principe e le sue truppe sono impegnati in una battaglia a sud, dove le creature dei Signori delle Tenebre stanno portando un massiccio attacco al ponte di Alema. Lui è stato afferrato da un Kraan ed è caduto poi nella foresta. Cerchi di sistemarlo alla meglio e continui il tuo viaggio.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 264
                }
            ]
        },
        "217": {
            "text": "<p>Scappi da quel vecchio pazzo, correndo per un vicolo fiancheggiato da case piccole e ammassate una sull'altra. In fondo vedi una porta verde, con un'insegna. Se vuoi entrare, vai al 91. Se vuoi controllare che il pazzo se ne sia andato, e tornare sulla strada, vai al 7.</p>",
            "choices": [
                {
                    "text": "Entra nella porta verde",
                    "section": 91
                },
                {
                    "text": "Trona sulla strada",
                    "section": 7
                }
            ]
        },
        "218": {
            "text": "<p>Capisci che non sono solo cavalli quelli che corrono verso di te. In distanza puoi sentire le grida di guerra dei Giak. Dal baccano ritieni che siano più di una dozzina, e che ci sono anche dei Tigerwolf. Decidi che non è per niente una buona idea farsi vedere adesso.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 75
                }
            ]
        },
        "219": {
            "text": "<p>Tutto ciò che resta di te si trova sulla scala schiacciato da un enorme blocco di granito. Il tuo viaggio e la tua vita sono finiti.</p>",
            "isDeathSection": true,
            "choices": []
        },
        "220": {
            "text": "<p>La guardia del corpo sguaina una scimitarra e cerca di tagliarti la testa.</p>",
            "combat": {
                "name": "Guardia del corpo",
                "combattivita": 11,
                "resistenza": 20,
                "canFlee": true,
                "fleeSection": 234
            },
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 24
                },
                {
                    "text": "Fuggi saltando dal carrozzone",
                    "section": 234
                }
            ]
        },
        "221": {
            "text": "<p>Con cautela ti avvicini alla base della palizzata. Riesci a trovare degli appigli e ad arrivare in cima, ma ti trovi con una balestra puntata in mezzo agli occhi. Il soldato che la impugna ti fa segno di scendere per una scala di legno. Sarebbe inutile discutere, quindi obbedisci.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 318
                }
            ]
        },
        "222": {
            "text": "<p>A un certo punto arrivi a un sentiero che si biforca.</p>",
            "choices": [
                {
                    "text": "Vai a sud",
                    "section": 140
                },
                {
                    "text": "Vai a est",
                    "section": 252
                },
                {
                    "text": "Usa l'Arte dell'Orientamento",
                    "section": 67,
                    "requirements": {
                        "kaiArt": "Orientamento"
                    }
                }
            ]
        },
        "223": {
            "text": "<p>Con molta fatica riesci a spingere in acqua il pesante tronco. Fai un fagotto del tuo equipaggiamento e lo sistemi in modo che non si bagni; quindi, reggendoti al tronco ti lasci trascinare dalla corrente. Dopo una ventina di minuti senti dei cavalli che galoppano sulla sponda sinistra.</p>",
            "choices": [
                {
                    "text": "Stai nascosto dietro il tronco",
                    "section": 75
                },
                {
                    "text": "Arrampicati sul tronco per attirare l'attenzione",
                    "section": 175
                }
            ]
        },
        "224": {
            "text": "<p>Hai cavalcato per alcuni chilometri e non hai visto né profughi né traccia del nemico. Ti dirigi verso un'altura poco distante; da lì dovrebbe essere possibile vedere la capitale. Come raggiungi la cima ti si riempie il cuore di speranza, ma sai che le difficoltà non sono ancora finite.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 153
                }
            ]
        },
        "225": {
            "text": "<p>Riconosci il linguaggio dei Kakarmi, una specie di animali molto intelligenti che vivono nelle foreste di Sommerlund. Non hai niente da temere da loro perché sono timidi e dolci. Usando la tua Affinità animale gli parli nella loro strana lingua.</p>",
            "choices": [
                {
                    "text": "Dici \"Non temete, sono un amico\"",
                    "section": 187
                },
                {
                    "text": "Dici \"Sono un Ramas, non voglio farvi del male. Devo parlare con voi\"",
                    "section": 39
                }
            ]
        },
        "226": {
            "text": "<p>All'inizio la discesa è abbastanza facile, ma poi ti si annebbia la vista e le gambe cedono. Il Dente del sonno sta facendo il suo effetto e improvvisamente cadi in avanti e tutto diventa buio. Scegli un numero dalla Tabella del Destino.</p>",
            "choices": [
                {
                    "text": "Numero 0-4",
                    "section": 277
                },
                {
                    "text": "Numero 5-9",
                    "section": 338
                }
            ]
        },
        "227": {
            "text": "<p>Sei immerso fino alla vita nell'acqua limacciosa. L'aria e piena di piccoli insetti che ti pungono e ti entrano nel naso. Senti qualcosa che si avvolge a una gamba. E' un serpente, e devi ucciderlo.</p>",
            "combat": {
                "name": "Serpente",
                "combattivita": 16,
                "resistenza": 6
            },
            "choices": [
                {
                    "text": "Se perdi 2 punti di Resistenza durante il combattimento, vai al 271",
                    "section": 271
                },
                {
                    "text": "Se non perdi Resistenza, vai al 348",
                    "section": 348
                }
            ]
        },
        "228": {
            "text": "<p>Il sentiero continua verso est ma presto si perde nel fitto sottobosco.</p>",
            "choices": [
                {
                    "text": "Continua verso est aprendoti la strada con l'Ascia",
                    "section": 140,
                    "requirements": {
                        "item": "Ascia"
                    }
                },
                {
                    "text": "Vai verso sud",
                    "section": 215
                }
            ]
        },
        "229": {
            "image": "public/img/book01/sec229.png",
            "text": "<p>Il Kraan è sopra di te, e la polvere alzata dalle sue ali nere ti entra negli occhi e nel naso, e ti fa mancare il respiro. Ora il mostro attacca. Devi ucciderlo assolutamente. A causa della polvere devi togliere 1 punto di Combattività.</p>",
            "combat": {
                "name": "Kraan",
                "combattivita": 16,
                "resistenza": 25,
                "playerCombatBonus": -1
            },
            "choices": [
                {
                    "text": "Esamina il cadavere del Kraan",
                    "section": 267
                },
                {
                    "text": "Continua lungo il sentiero verso est",
                    "section": 125
                }
            ]
        },
        "230": {
            "text": "<p>In distanza vedi le sagome dei soldati di guardia sulle chiatte ormeggiate attraverso il fiume. Puoi sentire il ringhiare soffocato dei Tigerwolf sull'altra riva. Per una volta abbandoni ogni cautela e ti lanci lungo la riva verso le chiatte in lontananza.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 179
                }
            ]
        },
        "231": {
            "text": "<p>Stai per chiedere il prezzo delle pozioni quando il paravento di bambù si rovescia e un giovane con un lungo pugnale ricurvo si lancia su di te. Ti è addosso e devi salvarti la vita.</p>",
            "combat": {
                "name": "Assassino",
                "combattivita": 13,
                "resistenza": 20,
                "canFlee": true,
                "fleeAfterRounds": 2,
                "fleeSection": 7
            },
            "choices": [
                {
                    "text": "Se lo uccidi in meno di quattro scontri",
                    "section": 94
                },
                {
                    "text": "Se stai ancora combattendo dopo quattro scontri",
                    "section": 203
                },
                {
                    "text": "Se vuoi fuggire dopo due scontri",
                    "section": 7
                }
            ]
        },
        "232": {
            "text": "<p>Il capo si avvicina e ti dice: \"Non ti chiediamo molto, signore: o la borsa o la vita\".</p>",
            "choices": [
                {
                    "text": "Combatti",
                    "section": 180
                },
                {
                    "text": "Fuggi",
                    "section": 22
                }
            ]
        },
        "233": {
            "text": "<p>Dopo circa un'ora raggiungi il cavallo e riesci a tranquillizzarlo. Ti trovi a nord rispetto alla capanna ma non sarà difficile trovare la via del ritorno. A cavallo ritorni alla capanna e continui verso sud.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 206
                }
            ]
        },
        "234": {
            "text": "<p>Salti giù dal carrozzone in corsa ma cadi malamente e ti rompi la caviglia. Il dolore è terribile e presto perdi conoscenza. Purtroppo non ti sveglierai più, ma forse ti interessa sapere che la tua testa ora adorna la sella di un Kraan. La tua missione e la tua vita finiscono qui.</p>",
            "isDeathSection": true,
            "choices": []
        },
        "235": {
            "text": "<p>Il cavallo del principe è veramente un magnifico animale, veloce e dai garretti saldi. Galoppi lungo il sentiero tortuoso come se fosse un rettilineo, mentre il rumore della battaglia si affievolisce dietro di te. Hai fame e devi fare un Pasto altrimenti perdi 3 punti di Resistenza. Dopo diversi chilometri il sentiero arriva a un incrocio. C’era sicuramente un cartello, ma è stato distrutto.</p>",
            "effects": {
                "mustEatOrLoseEndurance": 3
            },
            "choices": [
                {
                    "text": "Gira a sinistra",
                    "section": 32
                },
                {
                    "text": "Gira a destra",
                    "section": 146
                },
                {
                    "text": "Usa l'Arte dell'Orientamento",
                    "section": 254,
                    "requirements": {
                        "kaiArt": "Orientamento"
                    }
                }
            ]
        },
        "236": {
            "text": "<p>La Gemma sta sospesa sopra la testa dello scheletro, ed emette un chiarore rossastro. Improvvisamente una violenta esplosione di fuoco esce dal sarcofago distruggendo la Gemma. La violenza dello scoppio ti scaglia contro la parete opposta e il colpo ti fa perdere i sensi. Quando li svegli la stanza è vuota. Lo scheletro e il sarcofago sono svaniti. Hai perso 6 punti di Resistenza e la tua Combattività iniziale è ridotta di un punto per sempre. Ti rimetti in piedi e ti trascini verso la galleria.</p>",
            "effects": {
                "loseEndurance": 6
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 104
                }
            ]
        },
        "237": {
            "text": "<p>Usando al meglio la tua Arte del Mimetismo ti scavi un buco nel fianco della collina. Coprendoti col mantello ti nascondi sotto dei rami caduti. Scegli un numero della Tabella del Destino.</p>",
            "choices": [
                {
                    "text": "Numero 0-4",
                    "section": 265
                },
                {
                    "text": "Numero 5-9",
                    "section": 72
                }
            ]
        },
        "238": {
            "text": "<p>Il sentiero si snoda tra piccole alture boscose e conduce a una capanna in rovina. Sembra che sia stata incendiata non molto tempo fa, perché le ceneri sono ancora calde e una nuvola di fumo ristagna ancora nell'aria. Avverti un pericolo vicino.</p>",
            "choices": [
                {
                    "text": "Vai verso sud",
                    "section": 42
                },
                {
                    "text": "Vai a nord",
                    "section": 68
                }
            ]
        },
        "239": {
            "text": "<p>Inoltrandoti nella foresta senti le ali del Kraan che si allontana sopra gli alberi, e continui a cavalcare per un'ora fino a una radura. Sul lato opposto c'è un sentiero che va a sud.</p>",
            "choices": [
                {
                    "text": "Attraversa la radura",
                    "section": 34
                },
                {
                    "text": "Tieniti al coperto",
                    "section": 118
                }
            ]
        },
        "240": {
            "text": "<p>Il sentiero costeggia un dirupo e piega verso est.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 79
                }
            ]
        },
        "241": {
            "text": "<p>Il mago sente il tuo grido e si gira in tempo per colpire il Giak con un lampo. La testa della creatura si disintegra in fiamme mentre il corpo si contrae in uno spasimo cadendo ai piedi della colonna. Il capo dei Giak ti vede e grida \"Ogot!... Ogot!\" ai suoi che si ritirano curvi nella foresta. Il giovane mago tira un sospiro di sollievo e viene verso di te con la mano tesa in segno di gratitudine e amicizia.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 349
                }
            ]
        },
        "242": {
            "text": "<p>Il coperchio del sarcofago scivola sul pavimento con un sordo rimbombo. Dentro ci sono i resti di un antico Re che giace circondato dal suo tesoro, con la corona che orna ancora il teschio. Tra le mascelle spalancate si intravvede un'oscurità senza fondo. Dalle viscere della terra sale un cupo rumore.</p>",
            "choices": [
                {
                    "text": "Usa Psicoschermo",
                    "section": 166,
                    "requirements": {
                        "kaiArt": "Psicoschermo"
                    }
                },
                {
                    "text": "Altrimenti",
                    "section": 9
                }
            ]
        },
        "243": {
            "text": "<p>Mentre corri nella foresta inciampi giù per una scarpata e ti ritrovi su un sentiero, accanto a un cadavere. E' uno dei Giak, i malvagi servitori dei Signori delle Tenebre. Molti secoli fa i loro antenati furono impiegati dai Signori delle Tenebre come schiavi per costruire l'infernale città di Helgedad, che si trova nelle desolate terre vulcaniche oltre i monti Dumcrag. La costruzione della città fu un lungo e tormentato incubo, e solo i più forti dei Giak sopravvissero all'aria soffocante e nociva di Helgedad. L'essere che giace davanti a te è un discendente di quegli schiavi. È stato ucciso da un colpo di spada e accanto a lui c'è una Mazza. Puoi prenderla, se vuoi.</p>",
            "effects": {
                "canAddWeapon": "Mazza"
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 97
                }
            ]
        },
        "244": {
            "text": "<p>I tuoi sensi ti dicono che non sei solo, sei in presenza di un grande pericolo: torna in superficie più presto che puoi.</p>",
            "choices": [
                {
                    "text": "Vai al 93",
                    "section": 93
                }
            ]
        },
        "245": {
            "text": "<p>Le frecce cadono dolcemente nell'acqua intorno a te, ormai innocue, mentre nuotando sotto la superficie raggiungi la riva opposta. Rapidamente esci dall'acqua e corri tra gli alberi. Sei fuori dalla portata dei Giak, i quali salgono in groppa ai Tigerwolf e continuano la caccia.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 190
                }
            ]
        },
        "246": {
            "image": "public/img/book01/sec246.png",
            "text": "<p>Quando il traghetto arriva in mezzo al lago l'uomo smette di remare, si alza e con un sogghigno sinistro si toglie il cappuccio. E' un Drakkar, e devi combatterlo.</p>",
            "combat": {
                "name": "Drakkar",
                "combattivita": 15,
                "resistenza": 23
            },
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 197
                }
            ]
        },
        "247": {
            "text": "<p>Il mercante sembra arrabbiato e chiama la guardia del corpo. Devi escogitare rapidamente qualcosa.</p>",
            "choices": [
                {
                    "text": "Offri qualcosa di grande valore",
                    "section": 159
                },
                {
                    "text": "Combatti",
                    "section": 220
                }
            ]
        },
        "248": {
            "text": "<p>Arrivi alla base della collina e corri nella foresta. Dopo pochi minuti scopri un sentiero poco battuto.</p>",
            "choices": [
                {
                    "text": "Vai verso nord",
                    "section": 44
                },
                {
                    "text": "Vai verso est",
                    "section": 300
                }
            ]
        },
        "249": {
            "image": "public/img/book01/sec249.png",
            "text": "<p>Per una scala di pietra scendi in una grande stanza. Ti attende una macabra visione: la strana luce verdastra proviene da due file di teschi appoggiati ognuno su un capitello e sistemati uno di fronte all'altro come per segnare il passaggio. Dal lato opposto, al di là di un arco decorato, inizia un corridoio che si perde nell'oscurità.</p>",
            "choices": [
                {
                    "text": "Attraversa la radura e raggiungi l'arco",
                    "section": 169
                },
                {
                    "text": "Distruggi i teschi",
                    "section": 107
                }
            ]
        },
        "250": {
            "image": "public/img/book01/sec250.png",
            "text": "<p>Saltando oltre il tronco ti trovi davanti a due bestioline pelose. Sono Kakarmi, una specie di animali intelligenti che vivono nella foresta di Sommerlund. Prima che tu possa scusarti per il modo in cui sei apparso, gli animaletti impauriti scappano nella foresta.</p>",
            "choices": [
                {
                    "text": "Seguili",
                    "section": 186
                },
                {
                    "text": "Continua",
                    "section": 228
                }
            ]
        },
        "251": {
            "text": "<p>Hai fortuna, non sembra che ti abbiano visto. Dopo un po' si muovono e scompaiono oltre la collina. Tu continui a correre.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 10
                }
            ]
        },
        "252": {
            "image": "public/img/book01/sec252.png",
            "text": "<p>Nel centro di una piccola radura c'è un gruppo di persone che parla e gesticola animatamente. Ci sono bambini, tre uomini e una donna. Portano sulle spalle dei fagotti con tutti i loro averi. I loro vestiti sono di buona qualità, ma laceri e sporchi.</p>",
            "choices": [
                {
                    "text": "Avvicinati e chiedi chi sono",
                    "section": 155
                },
                {
                    "text": "Evitali e continua il viaggio",
                    "section": 70
                }
            ]
        },
        "253": {
            "image": "public/img/book01/sec41.png",
            "text": "<p>I Tigerwolf ti sono addosso e devi combatterli uno alla volta.</p>",
            "combat": [
                {
                    "name": "Tigerwolf 1",
                    "combattivita": 13,
                    "resistenza": 24
                },
                {
                    "name": "Tigerwolf 2",
                    "combattivita": 14,
                    "resistenza": 23
                },
                {
                    "name": "Tigerwolf 3",
                    "combattivita": 14,
                    "resistenza": 22
                },
                {
                    "name": "Tigerwolf 4",
                    "combattivita": 15,
                    "resistenza": 21
                }
            ],
            "choices": [
                {
                    "text": "Se li uccidi tutti",
                    "section": 278
                }
            ]
        },
        "254": {
            "text": "<p>La tua Arte dell'Orientamento ti dice che ci sono tracce di Tigerwolf che si dirigono verso il sentiero di sinistra. Sono bestie malvage che i Signori delle Tenebre impiegano come segugi, e che spesso sono montate dai Giak. Il sentiero di sinistra porta verso Holmgard, quello di destra verso i monti Dumcrag. A te la scelta.</p>",
            "choices": [
                {
                    "text": "Vai a sinistra",
                    "section": 32
                },
                {
                    "text": "Vai a destra",
                    "section": 146
                }
            ]
        },
        "255": {
            "text": "<p>Sei di fronte a un Gurgaz, una specie di rettile che vive nelle infide paludi di Makenmire. E' suo cibo prediletto è la carne umana! La Spada del principe giace ai tuoi piedi. Se vuoi puoi prenderla e usarla. Il Gurgaz sta per colpirti, e devi combatterlo fino alla morte.</p>",
            "combat": {
                "name": "Gurgaz",
                "combattivita": 20,
                "resistenza": 30,
                "immuneToPsicolaser": true,
                "canFlee": false
            },
            "effects": {
                "canAddWeapon": "Spada"
            },
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 82
                }
            ]
        },
        "256": {
            "text": "<p>Ti svegliano le grida dei Kraan che volteggiano nella chiara luce del mattino. Scrutando tra l'intrico dei rami vedi tre di quelle bestiacce allontanarsi verso nord. Anche se pensi che non ti abbiano visto è opportuno che tu ti metta in viaggio. Sali a cavallo e galoppi verso sud.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 224
                }
            ]
        },
        "257": {
            "text": "<p>Trovi un portale di pietra sulla parete est, ma sembra che sia impossibile aprirlo.</p>",
            "choices": [
                {
                    "text": "Esamina la statua",
                    "section": 133
                },
                {
                    "text": "Siediti sul trono",
                    "section": 161
                }
            ]
        },
        "258": {
            "text": "<p>Usando l'Arte della Telecinesi, sciogli le corde che ti legano le mani. Aspetti il momento opportuno e scappi velocemente nel fitto sottobosco. Nere frecce ti sibilano intorno, ma sei presto al sicuro tra gli alberi. Hai perso Zaino e Armi, ma sei sano e salvo. Continui ad avanzare nella foresta.</p>",
            "effects": {
                "loseAllItems": true,
                "loseAllWeapons": true
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 50
                }
            ]
        },
        "259": {
            "text": "<p>La stanza si sta raffreddando. Cominci a sentire un odore di zolfo nell'aria, e una sorta di litania che giunge da qualche parte della caverna. Si apre una fessura nel muro di pietra e spunta la cima di una asta nera. Un lampo di luce azzurra si sprigiona dall'asta e ti colpisce in pieno petto. Mentre la tua vita si spegne, ti resta negli occhi l'immagine di un vecchio vestito di nero che t'avvicina un pugnale alla gola. La tua missione e la tua vita finiscono qui.</p>",
            "isDeathSection": true,
            "choices": []
        },
        "260": {
            "image": "public/img/book01/sec136.png",
            "text": "<p>Nuotando verso la riva vedi il Ranger riverso sul bordo dell'acqua. Lo raggiungi ma ti accorgi subito che nella caduta si è spezzato il collo ed è morto. Improvvisamente due Giak si lanciano su di te, e devi combattere. Sei disarmato e puoi usare solo le mani. Togli 4 punti dalla tua Combattività e affrontali uno alla volta.</p>",
            "combat": [
                {
                    "name": "Giak 1",
                    "combattivita": 11,
                    "resistenza": 18
                },
                {
                    "name": "Giak 2",
                    "combattivita": 12,
                    "resistenza": 17
                }
            ],
            "playerCombatBonus": -4,
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 156
                }
            ]
        },
        "261": {
            "text": "<p>Coperto di sudore, e senza fiato, intravvedi tra il fogliame un Kraan esattamente sopra il carro. Tre Giak si lasciano cadere dalla sua groppa spaventando i cavalli. Con le lance alzate si muovono verso i bambini indifesi.</p>",
            "choices": [
                {
                    "text": "Torna a difendere i bambini",
                    "section": 208
                },
                {
                    "text": "Fuggi nella foresta",
                    "section": 264
                }
            ]
        },
        "262": {
            "text": "<p>Il mercante prende il tuo oro e schiocca le dita. La sua guardia del corpo ti attacca con la scimitarra.</p>",
            "choices": [
                {
                    "text": "Combatti",
                    "section": 191
                },
                {
                    "text": "Salta dal carrozzone in corsa",
                    "section": 234
                }
            ]
        },
        "263": {
            "text": "<p>Cautamente segui il ruscello che va verso est. Improvvisamente noti qualcosa e ti fermi. Il cadavere di un Kraan giace di traverso nella corrente, come un'orrenda diga. Ti avvicini con cautela e vedi tre frecce piantate nel suo petto. Schiacciato sotto la bestia c'è il corpo del Giak che lo montava. I Giak sono i malvagi servitori dei Signori delle Tenebre. Molti secoli fa i loro antenati furono impiegati dai Signori delle Tenebre come schiavi per costruire l'infernale città di Helgedad che si trova nelle desolate terre vulcaniche oltre i monti Dumcrag. La costruzione della città fu un lungo e tormentato incubo, e solo i più forti dei Giak sopravvissero all'aria soffocante e nociva di Helgedad. Questo essere è un discendente di quegli schiavi. Dev'essere morto annegato. La borsa del Giak contiene 3 Corone d'oro, che puoi prendere.</p>",
            "effects": {
                "addGold": 3
            },
            "choices": [
                {
                    "text": "Segui la corrente",
                    "section": 70
                },
                {
                    "text": "Dirigiti a sud attraverso le colline",
                    "section": 157
                }
            ]
        },
        "264": {
            "image": "public/img/book01/sec229.png",
            "text": "<p>Dopo un po' senti verso ovest l'eco di una battaglia.</p>",
            "choices": [
                {
                    "text": "Vai a vedere",
                    "section": 97
                },
                {
                    "text": "Continua verso sud",
                    "section": 6
                }
            ]
        },
        "265": {
            "text": "<p>Entri rapidamente nella foresta prima che compaiano altri Tigerwolf o Kraan. Dopo aver camminato più di un'ora arrivi in cima a una collina rocciosa. Ciò che vedi dall'altra parte ti riempie il cuore di speranza ma sai che le difficoltà non sono ancora finite.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 142
                }
            ]
        },
        "266": {
            "text": "<p>Mentre il mostro si contorce negli ultimi spasimi dell'agonia, il portale sulla parete est si apre di scatto rivelando un corridoio. Ti precipiti nel passaggio un attimo prima che si chiuda di nuovo.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 209
                }
            ]
        },
        "267": {
            "text": "<p>Riparandoti il naso con il mantello ti avvicini alla bestia morta. L'acre odore del suo sangue fetido ti prende allo stomaco, ma non intendi rinunciare. C'è una sacca legata alla sella, e dentro trovi un Messaggio scritto su una pergamena. Trovi anche un Pugnale. Se vuoi, tieni entrambi gli oggetti. Lasciando il cadavere ti allontani verso est.</p>",
            "effects": {
                "canAddItems": [
                    "Pergamena"
                ],
                "canAddWeapon": "Pugnale"
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 125
                }
            ]
        },
        "268": {
            "text": "<p>Perdi conoscenza per un paio di minuti, poi qualcuno ti fa rinvenire con un sorso di acquavite. Ancora preoccupato, ma contento di essere in vita, ti appoggi sulle spalle dei soldati del Re e ti trascini verso le prime fortificazioni.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 288
                }
            ]
        },
        "269": {
            "text": "<p>Il pazzo giace morto ai tuoi piedi. Due soldati compaiono sulla porta e si congratulano con te. Gli stavano dando la caccia da almeno due giorni e uno di loro ti dà 10 Corone come ricompensa e si offre di scortarti alla rocca.</p>",
            "effects": {
                "addGold": 10
            },
            "choices": [
                {
                    "text": "Accetta l'offerta",
                    "section": 314
                },
                {
                    "text": "Vai da solo",
                    "section": 7
                }
            ]
        },
        "270": {
            "image": "public/img/book01/sec229.png",
            "text": "<p>Da oltre il lago ti giungono le grida infuriate del nemico. Devi andartene prima che compaiano altri Kraan. Monti a cavallo e ti inoltri nella foresta.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 21
                }
            ]
        },
        "271": {
            "text": "<p>Ti senti molto debole, il veleno del serpente ti è entrato nel sangue. Non controlli più il movimento dei muscoli, le gambe ti vengono meno, e le acque limacciose della palude si chiudono sopra di te. La morte ti ha colto.</p>",
            "isDeathSection": true,
            "choices": []
        },
        "272": {
            "text": "<p>Continuando a guardare sopra di te cammini velocemente sul sentiero. Sei sulla strada per Fogwood, un piccolo insediamento di baracche dove da cinquant'anni vivono dei carbonai. Le raggiungi dopo una ventina di minuti, ma ti fermi al margine della radura: stranamente non un filo di fumo esce dalle baracche, e regna un'insolita calma.</p>",
            "choices": [
                {
                    "text": "Usa l'Arte dell'Orientamento",
                    "section": 134,
                    "requirements": {
                        "kaiArt": "Orientamento"
                    }
                },
                {
                    "text": "Avvicinati cautamente con l'Arma in pugno",
                    "section": 305
                }
            ]
        },
        "273": {
            "text": "<p>Ora puoi vedere la prima linea di fortificazioni. Attraverso il fiume si stende una fila di chiatte legate l'una all'altra in modo da formare una barriera. Ci sono dei soldati che corrono lungo la palizzata e senti un lontano rumore di battaglia verso ovest.</p>",
            "choices": [
                {
                    "text": "Avvicinati alle chiatte",
                    "section": 179
                },
                {
                    "text": "Riparati tra gli alberi",
                    "section": 51
                }
            ]
        },
        "274": {
            "text": "<p>Nella fretta inciampi in una radice affiorante e rotoli tra le foglie polverose. Ti rimetti subito in piedi e lanciandoti tra i cespugli corri nella foresta. Dopo dieci minuti ti accorgi che non hai più Armi. In compenso hai ancora lo Zaino, e sei vivo. Con un sospiro di sollievo continui ad avanzare.</p>",
            "effects": {
                "loseAllWeapons": true
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 331
                }
            ]
        },
        "275": {
            "text": "<p>Dopo una ventina di minuti che cammini sul sentiero tortuoso, senti un battito di ali al di sopra degli alberi. Un Kraan si avvicina da nord, e le sue enormi ali nere proiettano un'ombra gigantesca sulla verde distesa. Lo montano due creature armate di lunghe lance. Sono Giak della montagna, esseri malvagi e spietati. Molti secoli fa i loro antenati furono impiegati dai Signori delle Tenebre come schiavi per costruire l'infernale città di Helgedad, che si trova nelle desolate terre vulcaniche oltre i monti Durncrag. La costruzione della città fu un lungo e tormentato incubo, e solo i più forti dei Giak sopravvissero all'aria soffocante e nociva di Helgedad. Ti metti rapidamente al riparo di un albero, e col cuore in gola speri di non essere visto. Scegli un numero dalla Tabella del Destino.</p>",
            "choices": [
                {
                    "text": "Numero 0-4",
                    "section": 345
                },
                {
                    "text": "Numero 5-9",
                    "section": 74
                }
            ]
        },
        "276": {
            "text": "<p>A colpi d'Ascia ti apri la strada nell'intrico dei rami fin dove gli alberi sono più radi. Il tuo mantello è strappato in più punti e hai preso un brutto colpo sul ginocchio destro. Perdi 1 punto di Resistenza.</p>",
            "effects": {
                "loseEndurance": 1
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 213
                }
            ]
        },
        "277": {
            "text": "<p>Quando riprendi i sensi ti ritrovi disteso tra l'erba ai piedi di una scarpata. Non vedi il tuo Zaino né le tue Armi, e ti fa male la testa. Non sai quanto tempo sei stato privo di conoscenza, ma sai che non puoi ritardare ancora la tua missione. Alzandoti in piedi trovi lo Zaino, ma l'Arma si è spezzata ed è fuori uso. Ricordati di cancellarla dal tuo Registro di Guerra: (se hai più di un'arma, solo una si è spezzata; scegli tu quale) prendi lo Zaino e ti metti in cammino.</p>",
            "effects": {
                "loseRandomWeapon": true
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 113
                }
            ]
        },
        "278": {
            "text": "<p>Lasci il sentiero e galoppi lungo la pista che porta alla capitale. Arrivato al punto dove i Tigerwolf si erano fermati vedi oltre un campo la grande strada che collega Holmgard al porto settentrionale di Toran. Dovresti raggiungere la capitale al mattino.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 149
                }
            ]
        },
        "279": {
            "text": "<p>Oltrepassando le pietre ammassate entri nella grotta, e rapidamente spingi un macigno contro l'apertura. Dopo pochi minuti ecco comparire i Giak che scrutano con i loro occhi feroci ogni centimetro del fianco della collina. Sono così vicini che ormai sei sicuro che ti vedranno da un momento all'altro. Scegli un numero dalla Tabella del Destino.</p>",
            "choices": [
                {
                    "text": "Numero 0-6",
                    "section": 112
                },
                {
                    "text": "Numero 7-9",
                    "section": 96
                }
            ]
        },
        "280": {
            "text": "<p>Mentre inizi la scalata senti un battito di ali sopraggiungere da ovest. I Kraan! A giudicare dal rumore ce ne sono almeno dieci forse di più. Imprechi contro la sfortuna, perché la collina non offre alcun riparo dal cielo. Se vieni attaccato adesso ti sarà quasi impossibile difenderti e stare in piedi nello stesso tempo.</p>",
            "choices": [
                {
                    "text": "Rimani immobile sperando che non ti vedano",
                    "section": 327
                },
                {
                    "text": "Torna giù per nasconderti nella galleria",
                    "section": 170
                }
            ]
        },
        "281": {
            "text": "<p>Mentre corri tra gli alberi senti l'orribile risata dei Giak proprio dietro di te. La foresta si dirada e davanti a te si alza il fianco di una collina rocciosa.</p>",
            "choices": [
                {
                    "text": "Esci allo scoperto per salire la collina",
                    "section": 311
                },
                {
                    "text": "Cambia direzione e continua nella foresta",
                    "section": 77
                }
            ]
        },
        "282": {
            "text": "<p>Guardando al di sopra della folla, vedi che uno dei negozi di fronte è l'ambulatorio di un medico. Escogiti un piano molto ardito. Facendoti largo nel muro di corpi riesci ad attraversare la strada. Entri nell'ambulatorio dove non trovi nessuno, a parte un pappagallo dai vivaci colori in una gabbia appesa alla finestra. Prendi a caso un po' di bottigliette e ti infili una veste bianca. Poi torni sulla strada e raggiungi la porta principale; quando le guardie ti fermano tenti il tutto per tutto \"È un'emergenza! La moglie del cuoco di corte sta per avere un bambino!\" Le guardie hanno un attimo di esitazione, ma tu insisti dicendo che è molto urgente, e alla fine ti fanno passare. Una delle grandi porte si apre appena, e vieni spinto nel cortile.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 11
                }
            ]
        },
        "283": {
            "text": "<p>Quando sei a tre metri dallo sconosciuto il corvo gracchia un avvertimento al suo padrone, che si gira di scatto. Resti impietrito al vedere che si tratta di un Vordak, uno dei morti viventi al servizio dei Signori delle Tenebre. Devi combatterlo. Grazie alla sorpresa puoi aggiungere 2 punti alla tua Combattività ma solo per il primo scontro. Se non hai l'Arte dello Psicoscherma togli 2 punti la tua Combattività per gli scontri successivi: l'essere ti sta attaccando anche con il suo Psicolaser, oltre che con la sua mazza micidiale!</p>",
            "combat": {
                "name": "Vordak",
                "combattivita": 17,
                "resistenza": 25,
                "canFlee": false,
                "combatModifiers": [
                    {
                        "type": "firstRound",
                        "value": 2
                    },
                    {
                        "type": "noKaiArt",
                        "name": "Psicoschermo",
                        "value": -2,
                        "rounds": "subsequent"
                    }
                ]
            },
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 123
                }
            ]
        },
        "284": {
            "image": "public/img/book01/sec87.png",
            "text": "<p>Attraverso il cimitero non è facile, perché il terreno è sconnesso e coperto di cespugli di Necranto. Le punte acuminate ti tagliano il mantello e le gambe. L'aria è ferma e pesante. Fetidi vapori escono dalle tombe aperte e senti qua e là dei sospiri, e flebili sussurri. Cautamente ti avvicini a un'apertura tra due pilastri, proteggendo la mano col mantello per farti largo tra i rovi. Improvvisamente il terreno cede e precipiti nel sottosuolo.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 71
                }
            ]
        },
        "285": {
            "text": "<p>Con uno schianto la pietra spacca in due la testa del Giak. La malvagia creatura si piega sulle ginocchia e poi cade in avanti. Imbaldanzito dalla tua abilità ti lanci in aiuto del giovane mago.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 325
                }
            ]
        },
        "286": {
            "text": "<p>Solerti messaggeri di morte, i Tigerwolf ti circondano e ti attaccano. Combatti valorosamente, ma è tutto inutile, sono in troppi. Mentre il tuo flusso vitale se ne va e il buio eterno ti abbraccia, vedi in lontananza il riverbero del sole sulle torri di Holmgard. La tua missione è fallita.</p>",
            "isDeathSection": true,
            "choices": []
        },
        "287": {
            "text": "<p>Il sentiero si perde nell'intrico di rovi e conifere nane.</p>",
            "choices": [
                {
                    "text": "Torna all'incrocio e vai a est",
                    "section": 13
                },
                {
                    "text": "Continua aprendoti la strada a colpi d'Ascia",
                    "section": 330,
                    "requirements": {
                        "item": "Ascia"
                    }
                }
            ]
        },
        "288": {
            "text": "<p>Appena raggiungi le fortificazioni le ampie porte si aprono e vieni fatto entrare rapidamente. Un sergente lacero e insanguinato chiama un ufficiale, si gira e riconosce il tuo mantello. \"Signore, dice, dove sono gli altri Ramas? Abbiamo un disperato bisogno della vostra guida. I Signori delle tenebre ci incalzano e le perdite sono alte\". Gli racconti della triste sorte dei tuoi fratelli, e gli dici di avere assoluta urgenza di parlare al Re. Senza dire una parola fa segno a un soldato di portare due cavalli. Insieme montate a cavallo e galoppate verso le alte mura di Holmgard.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 129
                }
            ]
        },
        "289": {
            "text": "<p>Le due guardie sembrano stanche e preoccupate. Impugnano nervosamente le alabarde, usandole per allontanare chi si avvicina troppo alle porte. Una donna infuriata riesce ad aggrapparsi a uno dei soldati e lo spinge contro l'altro; cadono tutti e tre in un groviglio di braccia e gambe. È la tua occasione; ti lanci in avanti e riesci ad aprire le porte. Entri e le richiudi senza che i soldati si accorgano di nulla.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 139
                }
            ]
        },
        "290": {
            "text": "<p>Dentro la lunga cassa c'è un'Asta da combattimento avvolta in una guaina di cuoio. Puoi prendere quest'Arma. Chiudi la cassa e scendi la scala stando attento a evitare i gradini rotti.</p>",
            "effects": {
                "canAddWeapon": "Asta"
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 140
                }
            ]
        },
        "291": {
            "text": "<p>I due Giak sono ai tuoi piedi, riversi ed esanimi. Gli trovi addosso 6 Corone d'oro, un Pugnale e due Lance. Puoi prendere l'oro, e tenere o il Pugnale o una Lancia, segnando tutto sul Registro di Guerra. Il Kraan è volato via durante il combattimento. Sistemi lo Zaino e prosegui il viaggio.</p>",
            "effects": {
                "addGold": 6,
                "canAddWeapon": "Lancia"
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 272
                }
            ]
        },
        "292": {
            "text": "<p>La tua ultima sensazione è di essere trascinato in un gorgo di tenebre. In questo mondo non resterà traccia alcuna di te, perché sei passato in una dimensione senza tempo. Ora sei schiavo delle forze del male. La tua avventura è finita.</p>",
            "isDeathSection": true,
            "choices": []
        },
        "293": {
            "text": "<p>Con uno di saluto Banedon si allontana e tu riprendi la tua strada nella foresta. Dopo poco tempo ti accorgi che sulla tua sinistra ci sono molte paia di occhi giallastri che ti spiano. Una freccia nera ti sfiora il capo. E' un'imboscata dei Giak, e devi scappare più presto che puoi.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 281
                }
            ]
        },
        "294": {
            "text": "<p>Resti il più possibile sott'acqua, poi finalmente torni alla superficie: i Giak sono molto indietro. Hai perso Armi e Zaino, ma sei ancora vivo. Esci dall'acqua fangosa e continui il viaggio sulla destra al riparo degli alberi. Scegli un numero dalla Tabella del Destino.</p>",
            "effects": {
                "loseAllItems": true,
                "loseAllWeapons": true
            },
            "choices": [
                {
                    "text": "Numero 0-2",
                    "section": 230
                },
                {
                    "text": "Numero 3-6",
                    "section": 190
                },
                {
                    "text": "Numero 7-9",
                    "section": 321
                }
            ]
        },
        "295": {
            "text": "<p>Cammini da un quarto d'ora quando una freccia ti sibila accanto e si pianta in un albero. Istintivamente ti abbassi e impugni la tua Arma.</p>",
            "choices": [
                {
                    "text": "Resta dove sei per cercare di individuare l'arciere",
                    "section": 185
                },
                {
                    "text": "Rifugiati dove la vegetazione è più fitta",
                    "section": 92
                }
            ]
        },
        "296": {
            "text": "<p>C'è qualcosa che non va. Con tutti i combattimenti che ci sono nei dintorni, e con le truppe dei Signori delle Tenebre così vicine, come mai quest'uomo è rimasto nella foresta? Intorno a lui c'è un'atmosfera maligna e decidi di rifiutare la sua offerta.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 90
                }
            ]
        },
        "297": {
            "text": "<p>Usando ciò che hai imparato nell'Arte della Caccia, avanzi non visto tra il fogliame. In meno di un minuto ti trovi subito dietro alla catasta dove è legato il Ranger. Hanno già appiccato il fuoco, e larghe volute di fumo già avvolgono lo sventurato. Prendi l'Ascia e corri in avanti nascosto dal fumo. Con un solo colpo tagli le funi che lo legano e lo trascini in salvo nella foresta. Dietro di te si sentono le urla dei Giak che non si spiegano la scomparsa del loro prigioniero.</p>",
            "requirements": {
                "item": "Ascia"
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 117
                }
            ]
        },
        "298": {
            "text": "<p>Il volatile gira lentamente il capo e ti lancia una maledizione. Un attimo dopo si alza in volo e scompare oltre gli alberi. Sconvolto da ciò che hai udito ti rendi conto che si trattava di una vedetta dei Signori delle Tenebre, e che ora segnalerà la tua posizione.</p>",
            "choices": [
                {
                    "text": "Continua lungo il sentiero",
                    "section": 121
                },
                {
                    "text": "Lascia il sentiero e continua nella foresta",
                    "section": 38
                }
            ]
        },
        "299": {
            "text": "<p>Ti stai addentrando sempre più nella palude. Per di qua il percorso è troppo lento e pericoloso.</p>",
            "choices": [
                {
                    "text": "Continua comunque",
                    "section": 227
                },
                {
                    "text": "Cambia direzione",
                    "section": 95
                }
            ]
        },
        "300": {
            "text": "<p>Cammini per un'ora guardando sempre in su per non farti sorprendere dai Kraan. Per due volte hai visto in tempo le loro ombre, e sei riuscito a metterti in salvo. Adesso hai molta fame, e devi fare un Pasto.</p>",
            "effects": {
                "mustEatOrLoseEndurance": 3
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 13
                }
            ]
        },
        "301": {
            "text": "<p>La tua Arte Ramas ti dice che il sentiero verso ovest è senza uscita. Scegli quello verso sud.</p>",
            "choices": [
                {
                    "text": "Vai al 27",
                    "section": 27
                }
            ]
        },
        "302": {
            "text": "<p>Scegli un numero dalla Tabella del Destino.</p>",
            "choices": [
                {
                    "text": "Numero 0-2",
                    "section": 110
                },
                {
                    "text": "Numero 3-9",
                    "section": 285
                }
            ]
        },
        "303": {
            "text": "<p>Qui il terreno è ondeggiante e poco boscoso, e non offre riparo in caso di attacco dall'alto. Corri velocemente da un albero all'altro per evitare i Kraan, quando senti i Tigerwolf ormai vicini.</p>",
            "choices": [
                {
                    "text": "Usa l'Arte del Mimetismo",
                    "section": 237,
                    "requirements": {
                        "kaiArt": "Mimetismo"
                    }
                },
                {
                    "text": "Altrimenti",
                    "section": 72
                }
            ]
        },
        "304": {
            "text": "<p>La Gemma è rovente e ti brucia la mano. Perdi 2 punti di Resistenza. La raccogli con la mano avvolta nel mantello e la metti nello Zaino. Una Gemma così grande deve valere centinaia di Corone. Ma i Giak sono molto vicini e le loro frecce già sibilano intorno a te mentre torni a ripararti nella foresta.</p>",
            "effects": {
                "loseEndurance": 2,
                "canAddItems": [
                    "Gemma Vordak"
                ]
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 2
                }
            ]
        },
        "305": {
            "text": "<p>Attraverso la porta spalancata della prima baracca vedi il cadavere di un carbonaio a faccia in giù. È stato ucciso con un colpo di lancia nella schiena. Tutte le sue cose sono state fracassate e distrutte. Questa è opera dei maledetti Giak che provano piacere nel distruggere ogni cosa. Una rapida occhiata nelle altre baracche rivela la stessa triste vicenda di distruzione e di morte. Nell'ultima baracca trovi una Lancia Giak a conferma dei tuoi sospetti. Puoi tenerla, se vuoi. Sempre più deciso a portare a termine la tua missione continui lungo il sentiero.</p>",
            "effects": {
                "canAddWeapon": "Lancia"
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 105
                }
            ]
        },
        "306": {
            "image": "public/img/book01/sec246.png",
            "text": "<p>Il rumore della battaglia si smorza dietro di te. Improvvisamente sei trascinato a terra da tre Drakkar che si erano nascosti su un albero. Ogni resistenza è inutile, sono in troppi e sono molto forti. L'ultima cosa che senti è il loro ringhio malvagio mentre alzano le lance. Qui ha termine la tua missione.</p>",
            "isDeathSection": true,
            "choices": []
        },
        "307": {
            "text": "<p>Arrivi velocemente in cima. Ti ricordi di tanti alberi che hai scalato da bambino a Toran, quando volevi cogliere qualche frutto o ammirare lo splendido paesaggio di Sommerlund. Alzando la botola vedi un vecchio eremita accovaciato in un angolo. Un'espressione di sollievo gli si dipinge sul volto quando riconosce il tuo verde mantello Ramas. Ti dice che questa zona è piena di Giak e che lui ha contato più di quaranta Kraan in volo nelle ultime tre ore; andavano verso est. Va ad un armadio e torna con un piatto di frutta fresca. Lo ringrazi e metti la frutta nello Zaino: ti basterà per un Pasto. Poi tira fuori un magnifico Martello da combattimento, dicendo \"Servirà di più te, mio Signore, Prendilo pure\". Puoi prendere quest'Arma solo se gliene dai un'altra in cambio, perché non puoi lasciare l'eremita indifeso. Ringrazi il vecchio e scendi dall'albero per continuare la tua strada.</p>",
            "effects": {
                "canAddMeals": 1,
                "canAddWeapon": "Martello"
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 213
                }
            ]
        },
        "308": {
            "text": "<p>La porta della stalla è aperta e puoi sentire il respiro di un cavallo nell'oscurità. Improvvisamente il cavallo sente la tua presenza e parte di scatto, gettandoti a terra. Perdi 1 punto di Resistenza.</p>",
            "effects": {
                "loseEndurance": 1
            },
            "choices": [
                {
                    "text": "Usa l'Arte dell'Affinità animale",
                    "section": 122,
                    "requirements": {
                        "kaiArt": "Affinità animale"
                    }
                },
                {
                    "text": "Insegui il cavallo",
                    "section": 233
                }
            ]
        },
        "309": {
            "image": "public/img/book01/sec172.png",
            "text": "<p>Non hai fatto neanche dieci passi che il corvo gracchia un avvertimento allo sconosciuto. Questi si gira e lancia un grido acuto che ti gela il sangue nelle vene, mentre il panico ti attanaglia lo stomaco. E' un Vordak, uno dei morti viventi al servizio dei Signori delle Tenebre. In un attimo una torma di Giak compare accanto a lui e ti attacca. Combatti coraggiosamente ma sei sopraffatto dal numero. L'ultima cosa che ricordi sono le scheletriche mani del Vordak che si stringono sulla tua gola. La tua vita e la tua missione finiscono qui.</p>",
            "isDeathSection": true,
            "choices": []
        },
        "310": {
            "text": "<p>Sul muro di un palazzo di fronte vedi un cartello sbiadito Ti ricordi che le sedute del tribunale si svolgono nella rocca, quindi sei sulla strada giusta.</p>",
            "choices": [
                {
                    "text": "Vai al 37",
                    "section": 37
                }
            ]
        },
        "311": {
            "text": "<p>Il fianco della collina è ripido e il terreno è instabile e franoso. Guardando indietro vedi i due Giak uscire dal bosco: ti stanno inseguendo. A mezzacosta vedi sulla tua sinistra una grotta, quasi completamente ostruita da una frana.</p>",
            "choices": [
                {
                    "text": "Nasconditi nella grotta",
                    "section": 279
                },
                {
                    "text": "Continua la salita",
                    "section": 47
                },
                {
                    "text": "Usa l'Arte del Mimetismo",
                    "section": 324,
                    "requirements": {
                        "kaiArt": "Mimetismo"
                    }
                }
            ]
        },
        "312": {
            "text": "<p>Imprechi contro la malasorte. Sembra che la natura si sia alleata ai Signori delle Tenebre, ma questo non ti smuove dal proposito di raggiungere il Re. Togliendo il fango viscido dai vestiti, riprendi a camminare nella foresta.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 299
                }
            ]
        },
        "313": {
            "text": "<p>Pulisci l'arma dal fetido sangue dei Giak e scendi rapidamente la collina, prima che il Kraan veda i suoi cavalieri ormai senza vita. Durante la discesa inciampi più volte e rotoli per metri e metri. Perdi 1 punto di Resistenza per i colpi e le ferite.</p>",
            "effects": {
                "loseEndurance": 1
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 248
                }
            ]
        },
        "314": {
            "text": "<p>Impieghi quasi un'ora per raggiungere la rocca. Quando arrivi trovi i cittadini di Holmgard in preda al panico. La tua scorta si avvicina alle guardie armate della porta principale annunciando che hai un messaggio urgente per il Re. Scegli un numero dalla Tabella del Destino.</p>",
            "choices": [
                {
                    "text": "Numero 0-6",
                    "section": 341
                },
                {
                    "text": "Numero 7-9",
                    "section": 98
                }
            ]
        },
        "315": {
            "text": "<p>Avvolto in un fagotto di vesti femminili c'è un borsellino di velluto con dentro 6 Corone d'oro e una tavoletta di Sapone profumato. Puoi prendere questi oggetti e continuare.</p>",
            "effects": {
                "addGold": 6,
                "canAddItems": [
                    "Sapone"
                ]
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 213
                }
            ]
        },
        "316": {
            "text": "<p>Nella fretta inciampi in una radice affiorante e fai un capitombolo tra una nuvola di polvere e foglie secche. Piombi tra i cespugli alla base della collina, raccogli la tua Arma e fuggi nella foresta. Il Kraan non c'è più, ma distingui la sagoma di due Giak sulla cima della collina. Nella caduta hai preso un brutto colpo sulla fronte, ma non puoi fermarti. Devi continuare a fuggire nella foresta.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 331
                }
            ]
        },
        "317": {
            "text": "<p>Istintivamente ti tuffi giù dalla scala e piombi sul pavimento di pietra. La tua prontezza ti ha salvato: un enorme masso di granito caduto dal soffitto ha schiantato la scala proprio davanti alla porta. Sconvolto, ma ancora intero, ti alzi in piedi. Un tenue raggio di luce filtra da dove si è staccato il masso. Attraverso l'apertura vedi il cielo nuvoloso tra i cespugli. Esci dalla tomba e ti dirigi verso il portale sul lato sud. Ora riesci a vedere le palizzate della prima linea di difesa di Holmgard.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 61
                }
            ]
        },
        "318": {
            "text": "<p>Due soldati e un sergente corrono verso di te, con le balestre puntate. Quando sono vicini riconoscono il tuo mantello Ramas e danno un sospiro di sollievo. \"Signore, dice il sergente, dove sono gli altri Ramas? Abbiamo un disperato bisogno della vostra guida. I signori delle Tenebre ci incalzano, e le nostre perdite sono alte\". Racconti al soldato la triste sorte dei tuoi fratelli, e la tua urgenza di vedere il Re. Ti accompagna fino alle chiatte, da dove un ufficiale ti scorta a cavallo fino alla grande porta che si apre nelle mura di Holmgard.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 129
                }
            ]
        },
        "319": {
            "text": "<p>La viscida bestia emette un lungo e orribile grido di morte e stramazza al suolo. In preda al panico ti alzi in piedi e strappi dalle mascelle del mostro quella che ti sembra la tua cintura. Vedi una luce in lontananza e corri in quella direzione: appena arrivi all'esterno crolli a terra e cerchi di riprendere fiato. Tirandoti a sedere ti accorgi che hai ancora addosso la tua cintura, evidentemente non l'avevi persa. Ciò che hai strappato dalle fauci del Ragnotalpa era una bandoliera su cui sono attaccati un borsellino e un Pugnale nel suo fodero. Nel borsellino ci sono venti Corone d'oro. Se vuoi, puoi prendere questi oggetti. Ti senti un po' meglio; raccogli il tuo equipaggiamento e prosegui verso est.</p>",
            "effects": {
                "addGold": 20,
                "canAddWeapon": "Pugnale"
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 157
                }
            ]
        },
        "320": {
            "image": "public/img/book01/sec229.png",
            "text": "<p>Mentre corri verso il bosco, un Kraan scende su di te e ti graffia un braccio. Prima che tu possa reagire se ne vola via, emettendo un grido sinistro. Arrivi al bosco, ma hai perso 2 punti di Resistenza.</p>",
            "effects": {
                "loseEndurance": 2
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 264
                }
            ]
        },
        "321": {
            "text": "<p>Cammini per quasi un'ora seguendo il corso tortuoso del fiume. Al di là di un'ansa senti un rumore di battaglia. Decidi di salire sulla sponda per controllare un'area più estesa.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 273
                }
            ]
        },
        "322": {
            "image": "public/img/book01/sec229.png",
            "text": "<p>La salita sembra durare un'eternità, ma alla fine raggiungi la cima. Dietro di te vedi le fumanti rovine del monastero. Verso nord una colonna di fumo nero si alza nel cielo e capisci, con una stretta al cuore, che il porto di Toran è in fiamme. Improvvisamente un urlo sinistro ti fa capire che un Kraan sta per attaccarti. È sopra di te, a una trentina di metri, e sta scendendo in picchiata.</p>",
            "choices": [
                {
                    "text": "Resta a combattere",
                    "section": 17
                },
                {
                    "text": "Fuggi scendendo l'altro lato",
                    "section": 89
                }
            ]
        },
        "323": {
            "text": "<p>Dalla cima della torre riesci a vedere sopra gli alberi in tutte le direzioni. A nord, in lontananza, una colonna di fumo nero ti dice che il porto di Toran e in fiamme. Da sud-ovest il vento porta un rumore di battaglia: è a non più di dieci chilometri. Sul pavimento noti una cassa oblunga.</p>",
            "choices": [
                {
                    "text": "Apri la cassa",
                    "section": 290
                },
                {
                    "text": "Scendi e vattene",
                    "section": 140
                }
            ]
        },
        "324": {
            "text": "<p>Tiri su il cappuccio e ti nascondi tra le rocce davanti alla grotta. Trattenendo il respiro ti raggomitoli il più possibile e ti copri col mantello. Dopo pochi minuti arrivano i Giak, scrutando da ogni parte con i loro occhi satanici. Imprecando nella loro strana lingua si allontanano e continuano a salire. Dentro di te ringrazi i tuoi maestri che ti hanno insegnato l'Arte del Mimetismo: in questa occasione ti ha salvato la vita.</p>",
            "choices": [
                {
                    "text": "Esplora la grotta",
                    "section": 33
                },
                {
                    "text": "Scendi la collina",
                    "section": 248
                }
            ]
        },
        "325": {
            "text": "<p>Vedendoti sbucare dagli alberi il capo dei Giak grida \"Ogot, ogot!\" ai suoi, che fuggono dalle rovine e si ritirano nella foresta. Agitando il pugno verso di te, il capo grida \"Raneg jag okorgadaka okak rogag gaj!\" e se ne va. Osservando la scena della battaglia vedi più di quindici Giak morti tra le rovine di Tamargo. Il giovane mago si deterge il sudore, poi ti viene incontro con la mano tesa in segno di amicizia.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 349
                }
            ]
        },
        "326": {
            "text": "<p>Con cautela infili la chiave e la fai girare in senso orario. Senti uno scatto secco: la chiave funziona. Estrai lo spillo e la grande porta di granito si apre lentamente verso di te ruotando su cardini nascosti. La luce opaca del Cimitero penetra nella tomba. L'uscita è ostruita dai cespugli spinosi, che ti feriscono le mani e la faccia mentre ti apri un varco verso la superfìcie. Guardando indietro vedi la porta della tomba che si richiude e ti sembra di udire una risata sinistra che esce dal sottosuolo. In preda al panico attraversi di corsa la necropoli verso l'uscita a sud.</p>",
            "requirements": {
                "item": "Chiave d'Argento"
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 61
                }
            ]
        },
        "327": {
            "text": "<p>Dopo pochi minuti vedi i Kraan sbucare da una collina alle tue spalle. Rapidamente ne conti almeno sedici, ognuno con almeno due Giak in groppa. Questi sono armati con lunghe lance e portano degli elmi di bronzo fatti a punta. Dalle loro grida eccitate capisci che ti hanno visto. Cerchi di raggiungere l'imboccatura della galleria che è appena sette metri sotto, ma con uno stivale resti impigliato in un cespuglio spinoso e ti trovi immobilizzato e senza difesa. Per fortuna non soffri molto: quando la lancia del primo Giak ti entra nel cuore la morte arriva subito. Qui finisce la tua pista.</p>",
            "isDeathSection": true,
            "choices": []
        },
        "328": {
            "text": "<p>Il corpo della creatura morente si scioglie lentamente in un liquido verdastro. L'erba e le piante intorno cominciano ad appassire e a morire, ma dove giaceva il corpo vedi scintillare una Gemma di grande valore.</p>",
            "choices": [
                {
                    "text": "Prendi la Gemma",
                    "section": 76
                },
                {
                    "text": "Vattene al più presto",
                    "section": 118
                }
            ]
        },
        "329": {
            "text": "<p>Scendendo verso il Cimitero degli Antichi, noti una nebbiolina innaturale che avvolge questo luogo proibito, offuscando il sole e tenendo il Cimitero in un'eterna penombra. Un gelo insidioso ti penetra nelle ossa, e il cavallo si innervosisce: per quanto tu lo sproni, l'animale rifiuta di avvicinarsi a questo luogo stregato. Devi proseguire a piedi.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 284
                }
            ]
        },
        "330": {
            "text": "<p>Disfatto dalla fatica ti fermi qualche minuto presso un albero caduto. C'è una specie di fagotto, li vicino.</p>",
            "choices": [
                {
                    "text": "Guarda cosa c'è dentro",
                    "section": 315
                },
                {
                    "text": "Vattene subito",
                    "section": 213
                }
            ]
        },
        "331": {
            "text": "<p>Appena visibile tra i cespugli e le radici contorte, c'è una galleria che penetra nella collina. È larga circa tre metri, e alta due. Avvicinandoti senti una leggera corrente d'aria: se la galleria sbocca sull'altro lato della collina puoi risparmiarti parecchie ore di salita. Però potrebbe esserci qualche pericolo nascosto.</p>",
            "choices": [
                {
                    "text": "Entra nella galleria",
                    "section": 170
                },
                {
                    "text": "Arrampicati sulla collina",
                    "section": 280
                }
            ]
        },
        "332": {
            "text": "<p>Dopo circa dieci minuti arrivate a una ripida scala che conduce a una porticina di legno. L'uomo preme un pulsante nascosto e la porta si apre. Entri in una stanza da letto arredata lussuosamente, con un'enorme vasca di marmo in un angolo. L'uomo ti invita a metterti a tuo agio mentre lui chiede udienza al Re. Fai un rapido bagno e indossi delle vesti bianche che trovi su un tavolo di marmo. Dopo un po' l'uomo ritorna e ti conduce attraverso un lungo corridoio con splendidi arazzi alle pareti. Finalmente arrivi davanti a una grande porta guardata da due soldati con le armature d'argento. Stai per incontrare il Re.</p>",
            "choices": [
                {
                    "text": "Vai al 350",
                    "section": 350
                }
            ]
        },
        "333": {
            "text": "<p>Ti sei aperto la strada per quasi mezz'ora nel fitto sottobosco, quando senti un battito di ali sopra gli alberi. Guardando in su vedi la sagoma di un Kraan che si avvicina da nord. E' uno dei mostri che hanno attaccato il monastero, e porta in groppa due esseri dalla pelle grigia, armati di lancia. Sono Giak della montagna, esseri malvagi e spietati. Molti secoli fa i loro antenati furono impiegati dai Signori delle Tenebre come schiavi per costruire l'infernale città di Helgedad, che si trova nelle desolate terre vulcaniche oltre i monti Durncrag. La costruzione della città fu un lungo e tormentato incubo e solo i più forti dei Giak sopravvissero all'aria soffocante di Helgedad. Nascosto sotto gli alberi rimani immobile, mentre il Kraan sparisce verso sud passando sopra di te. Quando sei sicuro che si è allontanato ti rimetti in cammino.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 131
                }
            ]
        },
        "334": {
            "text": "<p>Proprio dove l'acqua sgorga dalla collina rocciosa, vedi sul sentiero sopra di te quattro soldati e un ufficiale che indossano la divisa dell'esercito del Re.</p>",
            "choices": [
                {
                    "text": "Avvicinati a loro",
                    "section": 162
                },
                {
                    "text": "Usa l'Arte del Mimetismo",
                    "section": 73,
                    "requirements": {
                        "kaiArt": "Mimetismo"
                    }
                },
                {
                    "text": "Usa l'Arte del Sesto Senso",
                    "section": 48,
                    "requirements": {
                        "kaiArt": "Sesto Senso"
                    }
                }
            ]
        },
        "335": {
            "text": "<p>Quando ti avvicini l'uccello nero si alza in volo sopra gli alberi e scompare alla vista. Dai un'occhiata all'albero su cui stava appollaiato ma non trovi niente di strano. Piuttosto che perdere altro tempo prezioso continui lungo il sentiero.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 121
                }
            ]
        },
        "336": {
            "text": "<p>Irrompi nella radura cogliendo i Giak di sorpresa. Senza esitare colpisci quello più vicino a te: lo uccidi prima che abbia il tempo di accorgersene. Ma gli altri hanno già sguainato le loro scimitarre, e si lanciano su di te. Devi combatterli uno alla volta.</p>",
            "combat": [
                {
                    "name": "Giak 1",
                    "combattivita": 14,
                    "resistenza": 11
                },
                {
                    "name": "Giak 2",
                    "combattivita": 13,
                    "resistenza": 11
                }
            ],
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 117
                }
            ]
        },
        "337": {
            "text": "<p>Mentre togli lo spillo decorato, senti un rumore che ti stordisce. Scegli un numero dalla Tabella del Destino.</p>",
            "choices": [
                {
                    "text": "Numero 0-4",
                    "section": 219
                },
                {
                    "text": "Numero 5-9",
                    "section": 317
                }
            ]
        },
        "338": {
            "text": "<p>Quando riprendi i sensi ti ritrovi disteso tra l'erba ai piedi di una scarpata. Non vedi il tuo Zaino nè la tua Arma, e ti fa male la testa. Non sai quanto tempo sei rimasto privo di conoscenza, ma sai che non puoi ritardare ancora la tua missione. Alzandoti in piedi trovi lo Zaino e la tua Arma più indietro sulla Scarpata. Li recuperi velocemente e vai verso gli alberi.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 113
                }
            ]
        },
        "339": {
            "text": "<p>Fai un salto di lato proprio mentre un lungo pugnale rompe in mille pezzi il vetro della bacheca. Un giovane tarchiato ti viene addosso e devi combatterlo.</p>",
            "combat": {
                "name": "Assassino",
                "combattivita": 13,
                "resistenza": 20,
                "canFlee": true,
                "fleeSection": 7
            },
            "choices": [
                {
                    "text": "Se lo uccidi entro quattro scontri",
                    "section": 94
                },
                {
                    "text": "Se stai ancora combattendo dopo quattro scontri",
                    "section": 203
                },
                {
                    "text": "Fuggi per la porta principale",
                    "section": 7
                }
            ]
        },
        "340": {
            "image": "public/img/book01/sec41.png",
            "text": "<p>Galoppi contro il nemico con l'Arma pronta a colpire. Il Giak ti vede e sguaina la scimitarra. Devi combattere Giak e Tigerwolf come un solo nemico.</p>",
            "combat": {
                "name": "Giak + Tigerwolf",
                "combattivita": 14,
                "resistenza": 24
            },
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 193
                }
            ]
        },
        "341": {
            "text": "<p>Le guardie non credono alla tua storia e si rifiutano di lasciarti entrare. La tua scorta sparisce fra la folla e ti ritrovi da solo a muoverti nella confusione della città. Sorpreso e demoralizzato da questo rifiuto ti lasci trascinare dalla folla finché capiti davanti alla Sala del Consiglio. Lì vicino c'è il ponte che attraversa il fiume Eledil subito prima che sbocchi nel golfo di Holm.</p>",
            "choices": [
                {
                    "text": "Entra nella Sala del Consiglio",
                    "section": 210
                },
                {
                    "text": "Cerca un'altra strada",
                    "section": 37
                },
                {
                    "text": "Usa l'Arte dell'Orientamento",
                    "section": 310,
                    "requirements": {
                        "kaiArt": "Orientamento"
                    }
                }
            ]
        },
        "342": {
            "text": "<p>Mentre la tua voce echeggia tra gli alberi, lo sconosciuto si gira lentamente. Senti un tuffo al cuore e ti si gela il sangue nelle vene quando vedi che non si tratta di un umano: è un Vordak, uno dei morti viventi al servizio dei Signori delle Tenebre. Con un grido penetrante la creatura alza un'enorme Mazza e si lancia contro di te. Impietrito dal terrore ti rendi conto che sta usando contro di te anche il suo Psicolaser. Se non possiedi l'Arte dello Psicoschermo, togli 2 punti dalla tua Combattività. Contro di lui non puoi usare lo Psicolaser, e non puoi sottrarti al combattimento.</p>",
            "combat": {
                "name": "Vordak",
                "combattivita": 18,
                "resistenza": 26,
                "canFlee": false,
                "immuneToPsicolaser": true,
                "combatModifiers": [
                    {
                        "type": "noKaiArt",
                        "name": "Psicoschermo",
                        "value": -2
                    }
                ]
            },
            "choices": [
                {
                    "text": "Se vinci",
                    "section": 123
                }
            ]
        },
        "343": {
            "text": "<p>Sei immobilizzato dal groviglio di rami e radici. Finalmente liberi la mano destra, afferri l'Ascia e ti apri la strada attraverso il fogliame per arrivare dove il bosco è più rado. Il mantello è strappato in più punti e hai una brutta ferita sul braccio sinistro, proprio sopra il gomito. Perdi 2 punti di Resistenza.</p>",
            "effects": {
                "loseEndurance": 2
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 213
                }
            ]
        },
        "344": {
            "text": "<p>Sei debole e ti gira la testa. Non senti le gambe e non ti reggi in piedi: tenti di trascinarti alla porta ma l'assassino ti balza addosso e ti inchioda a terra.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 60
                }
            ]
        },
        "345": {
            "text": "<p>Tiri su il cappuccio e trattieni il respiro mentre il Kraan volteggia. Dopo un po' senti le imprecazioni dei Giak e vedi il Kraan che si allontana. La tua prontezza ti ha salvato dalla cattura e dalla morte. Ora puoi tornare sul sentiero, andando al 272. Oppure puoi continuare il viaggio tenendoti al riparo degli alberi, andando al 19.</p>",
            "choices": [
                {
                    "text": "Torna sul sentiero",
                    "section": 272
                },
                {
                    "text": "Tieniti al riparo degli alberi",
                    "section": 19
                }
            ]
        },
        "346": {
            "text": "<p>C'è una Lancia conficcata nel costato del cadavere. E' in buone condizioni e puoi prenderla.</p>",
            "effects": {
                "canAddWeapon": "Lancia"
            },
            "choices": [
                {
                    "text": "Lascia la radura",
                    "section": 14
                }
            ]
        },
        "347": {
            "text": "<p>Gli alberi si fanno meno fitti, e poco lontano vedi una vecchia capanna sotto una quercia. Sembra abbandonata e dentro non c'è molto. Aprendo un piccolo baule vicino alla porta trovi delle Torce. C'è anche una Daga e un Acciarino. Puoi prendere questi due oggetti più una Torcia, ma ricordati di segnarli sul tuo Registro di Guerra. Chiudi la porta e imbocchi un sentiero verso nordest.</p>",
            "effects": {
                "canAddItems": [
                    "Torcia",
                    "Acciarino"
                ],
                "canAddWeapon": "Daga"
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 103
                }
            ]
        },
        "348": {
            "image": "public/img/book01/sec348.png",
            "text": "<p>Dai un calcio al corpo del serpente e ti accorgi con orrore che sì tratta di una Vipera d'acqua. Contro il suo morso non c'è antidoto! Proseguire in questa direzione sarebbe un suicidio: torni sui tuoi passi e finalmente raggiungi il terreno solido.</p>",
            "choices": [
                {
                    "text": "Continua",
                    "section": 95
                }
            ]
        },
        "349": {
            "image": "public/img/book01/sec349.png",
            "text": "<p>È un giovane biondo, con gli occhi malinconici. Porta sul volto i segni della battaglia, e la lunga veste azzurra in cattive condizioni mostra che ha vissuto a lungo alla macchia. Ti stringe la mano e si inchina. \"Ti ringrazio profondamente, cavaliere. I miei poteri sono quasi esauriti. Se tu non mi avessi aiutato avrei finito i miei giorni infilzato sulla punta di una lancia Giak\". E' debole e si regge a stento. Lo prendi per un braccio e lo fai sedere su un masso. Il giovane comincia il suo racconto: \"Il mio nome è Banedon. Sono un iniziato della Fratellanza della Stella di Cristallo, la corporazione dei maghi di Toran. Il mio Maestro mi ha inviato al tuo monastero con questo messaggio urgente\". Così dicendo prende una pergamena da sotto la veste e te la porge. \"Come vedi ho aperto la lettera e ho letto il contenuto. Quando la guerra è cominciata mi trovavo per strada con due compagni di viaggio. I Kraan ci hanno attaccato e durante la fuga ci siamo persi nella foresta\". La lettera avvisa i Ramas che i Signori delle Tenebre hanno radunato un enorme esercito al di là dei monti Durncrag. Il Maestro esorta a annullare i festeggiamenti di Fendar e a prepararsi per la guerra. “Temo che siamo stati traditi\", dice Banedon con un'espressione di dolore. \"Uno dei miei confratelli, di nome Vonatar, aveva approfondito i misteri proibiti dell'Art Nera. Dieci giorni or sono ha rinnegato la Fratellanza e ha assassinato uno degli anziani. Poi è scomparso. Dicono che ora sta con i Signori delle Tenebre\". Racconti a Banedon cosa è successo al monastero, e della tua missione. Senza dir nulla si toglie dal collo una catena d'oro e te la porge. Appesa alla catena c'è una piccola Stella di Cristallo. \"E' il simbolo della mia Fratellanza: in quest'ora buia siamo davvero fratelli. È un talismano benefico che ti proteggerà nel tuo cammino\". Lo ringrazi e ti metti la catena intorno al collo nascondendola sotto la tunica. (Ricordati di segnarla sul tuo Registro di Guerra). Banedon ti saluta \"Dobbiamo lasciare questo luogo perché i Giak potrebbero tornare con dei rinforzi. Devo tornare alla mia corporazione. Addio fratello. Che il cielo ti protegga\".</p>",
            "effects": {
                "canAddItems": [
                    "Stella di Cristallo"
                ]
            },
            "choices": [
                {
                    "text": "Continua",
                    "section": 293
                }
            ]
        },
        "350": {
            "image": "public/img/book01/sec350.png",
            "text": "<p>Entri nella Camera Reale, una splendida sala riccamente decorata in bianco e oro. Il Re e i suoi ministri stanno studiando una grande carta geografica aperta su un tavolo di marmo al centro della sala. Le loro facce sono segnate dalla preoccupazione. Cade il silenzio mentre racconti della morte dei tuoi fratelli e il lungo e travagliato viaggio per raggiungere la rocca. Quando finisci la tua storia il Re si avvicina e ti prende la mano destra. \"Lupo Solitario, il tuo coraggio è senza limiti, sei un vero Ramas. Benché queste notizie siano un grave colpo per noi, il tuo spirito di abnegazione accende un lampo di speranza nel fondo dei nostri cuori. Tu rendi onore alla memoria dei tuoi Maestri, e noi siamo orgogliosi di te\". Tutti i presenti ti lodano e ti ringraziano, ma appena il Re alza una mano tutte le voci tacciono. \"Hai fatto tutto ciò che Sommerlund poteva chiedere a un suo leale figlio, ma questa terra ha ancora molto bisogno di te. I Signori delle Tenebre sono sempre più potenti, e la loro ambizione non conosce limiti. La nostra unica speranza è riposta nel regno di Durenor e nella sua forza, che già una volta ha sconfitto i Signori delle Tenebre. Lupo Solitario, tu sei l'ultimo dei Ramas, tu solo conosci le nobili Arti. Vuoi tu andare a Durenor e tornare con la Spada del Sole? Solamente con questo dono degli Dei potremo sconfiggere il male e salvare la nostra terra\". Se vuoi accettare il pericoloso incarico troverai tutte le istruzioni nella seconda avventura di Lupo Solitario e potrai lanciarti nella Traversata infernale.</p>",
            "choices": [],
            "isVictory": true
        }
    }
}